Repository: pentest225/djamo-monorepo
Catalog: packages/app_ui/lib/src/core/l10n/arb/app_*.arb
Languages: fr, fr_sn

# budgetDefineMyBudget
source: Define my budget
fr: Définir mon budget

# noTransactionsInCategory
source: You have no transactions in this category. Spend with Djamo to better track your finances.
fr: Vous n’avez aucune transaction dans cette catégorie. Faites vos dépenses avec Djamo pour mieux suivre vos finances.

# marketPOS
source: POS
fr: Points relais Djamo

# marketSeePOSForDeposit
source: See deposit POS
fr: Voir les points de dépôt

# marketPOSMakeDeposit
source: Make a deposit
fr: Faire un dépôt

# marketPOSPickup
source: Pickup my card
fr: Récupérer ma carte

# marketNoDepositPOS
source: No Deposit point nearby
fr: Pas de point de dépôt dans vos environs

# marketNoPickupPOS
source: No card collection point nearby
fr: Pas de point de récupération de carte dans vos environs

# marketNoPOSNearbyMessage
source: Consider moving to a more frequented area (eg. to a supermarket or restaurant)
fr: Pensez à vous déplacer vers une zone plus fréquentée (ex.: vers un supermarché ou un restaurant)

# marketEnableLocationServicesTitle
source: Enable Location Services
fr: Services de localisation

# marketEnableLocationServicesDescription
source: Turn on Location Services to find nearby POS locations.
fr: Activez les services de localisation pour trouver les points de vente à proximité.

# marketGrantLocationPermissionTitle
source: Allow Location Access
fr: Accès à la localisation

# marketGrantLocationPermissionDescription
source: We need your location to show nearby POS locations. Please grant permission.
fr: Nous avons besoin de votre localisation pour afficher les points relais Djamo à proximité. Veuillez accorder l'autorisation.

# marketEnableLocationServices
source: Enable Location Services
fr: Activer la localisation

# marketSearchingPOS
source: Searching for POS...
fr: Recherche des points relais à proximité...

# marketCallPOS
source: Call POS
fr: Appeler le gérant

# marketLocalizePOS
source: Localize POS
fr: Localiser le point relais

# marketCitySelectionTitle
source: Select a city
fr: Sélectionnez votre ville

# marketCityAreaSelectionTitle
source: Select a city area
fr: Sélectionnez une zone

# marketSearchCity
source: Search for a city
fr: Rechercher une ville

# marketSearchCityLocation
source: Search for a city area
fr: Rechercher la zone...

# billsBuyBill
source: Buy a bill
fr: Payer une facture

source: Purchase simulator
fr: Simulateur d’achat
fr_sn: Taux de change

# billsAccount
source: Account
fr: Compte

# billsAccountLabel
source: Label
fr: Libellé

# billsReferenceAccount
source: Reference
fr: Référence

# billsReferenceAccountLabel
source: Account label
fr: Libellé du compte

# billsReferenceAccountLabelDescription
source: Your {labelTypeName} will be associated with this label. You can always modify it later.
fr: Votre {labelTypeName} sera associé à ce libellé. Vous pourrez toujours le modifier plus tard.

# billsReferenceAccountHomeLabelSuggestions
source: Home|Parent|Brother|Sister|Other
fr: Maison|Parents|Soeur|Frère|Nièce|Autre

# billsReferenceAccountCarLabelSuggestions
source: Main car|Second car|Other
fr: Véhicule principal|Véhicule secondaire|Autre

# billsReferenceAccountOwnerName
source: Owner name
fr: Nom du client

# billsReferenceAccountCurrentBalance
source: Current balance: {balance}
fr: Solde: {balance}

# billsReferenceAccountArrears
source: Arrears: {arrears}
fr: Solde arriéré: {arrears}

source: Select an account
fr: Sélectionnez un compte

# addAccount
source: Add an account
fr: Ajouter un compte

source: Add the account
fr: Ajouter le compte

# validationFieldRequired
source: This field is required
fr: Ce champ est requis

# validationSpecialCharacterNotAllowed
source: Special characters are not allowed. Please use letters only.
fr: Les caractères spéciaux ne sont pas autorisés. Utilisez uniquement des lettres.

# ratesWithInternationalFees
source: Rates with fees on {date}
fr: Taux avec frais au {date}
fr_sn: Taux avec frais internationaux au {date}

# currencyConverterFeesExplanation
source: 👉🏿 This simulator estimates the total cost of your purchase, including Djamo's exchange fees and its partner banks.
fr: 👉🏿 Ce simulateur estime le coût total de votre achat, incluant les frais de change de Djamo et ses banques partenaires.

# currencyConverterDeviseExplanation
source: 👉🏿 Choose the merchant's local currency (e.g.: France-EUR, Canada-CAD) to avoid additional fees.
fr: 👉🏿 Optez pour la devise locale du marchand (ex.: France-EUR, Canada-CAD) pour éviter des frais supplémentaires.

# searchCountryCurrency
source: Search for country or currency
fr: Chercher le pays ou la monnaie

# transactionFeesInternational
source: International Transaction Fees
fr: Frais de transaction internationale

# messagingMyNotifications
source: My notifications
fr: Mes notifications

# messagingNoNotification
source: No notification
fr: Aucune notification

# messagingNoNotificationDescription
source: You will receive notifications here
fr: Vous n'avez pas de notification pour le moment

source: Card owner
fr: Titulaire de la carte

source: Card number
fr: Numéro de carte

source: Card number copied
fr: Numéro de carte copié avec succès

source: Expiration date
fr: Date d'expiration

# minimumBalanceToViewCard
source: Minimum balance {minimumBalance}
fr: Solde minimum de {minimumBalance}

# minimumBalanceToViewCardDescription
source: You must have a balance of at least {minimumBalance} to view the card details
fr: Vous devez avoir un solde d'au moins {minimumBalance} pour afficher les détails de votre carte

# submitKycBeforeShowPAN
source: For regulatory reasons, please submit your identification to display the card details.
fr: Pour des raisons de réglementation, veuillez soumettre votre identification afin d’afficher les informations de votre carte.

source: No GIFs found
fr: Aucun GIF trouvé

# noGifsFoundDescription
source: No GIFs found for the search term
fr: Désolé, nous n'avons pas trouvé de GIF correspondant à votre recherche.

source: Search GIF
fr: Rechercher un GIF

source: No transactions found
fr: Aucune transaction trouvée

source: Your transactions will appear here
fr: Vos transactions s'afficheront ici

# noTransactionsFoundForPeriod
source: No transactions found for the selected period
fr: Aucune transaction trouvée pour la période sélectionnée

# noTransactionsFoundForCategory
source: No transactions found for the selected category
fr: Aucune transaction trouvée pour la catégorie sélectionnée

# noTransactionToBeCategorized
source: No transactions to be categorized
fr: Aucune transaction à catégoriser

source: No payment transactions found
fr: Aucune transaction de paiement trouvée

# searchTransaction
source: Search for a transaction
fr: Rechercher une transaction

source: Loan amount
fr: Montant du prêt

source: Reception mode
fr: Mode de réception

source: Instant reception
fr: Réception instantanée

source: Normal reception
fr: Réception normale

source: Interest earned
fr: Intérêts gagnés

source: How to cancel
fr: Comment annuler

# subscriptionSourceQuestion
source: Where does this subscription come from?
fr: D'où vient cet abonnement ?

# subscriptionAutomaticSourceInfo
source: Our system automatically identified this subscription based on your transaction history.
fr: Notre système a automatiquement identifié cet abonnement en se basant sur votre historique de transaction

# removeSubscriptionIf
source: Remove this subscription from your list if:
fr: Retirez cet abonnement de votre liste d’abonnements si :

# subscriptionIsNotRecurring
source: This is not a recurring subscription
fr: Il ne s’agit pas d’un abonnement récurrent

# subscriptionAlreadyCancelFromMerchant
source: You have already canceled the subscription with {merchantName}
fr: Vous avez déjà annulé l’abonnement chez {merchantName}

source: See transactions
fr: Voir les transactions

# notASubscription
source: This is not a subscription
fr: Ce n’est pas un abonnement

# howToCancelSubscriptionFromMerchant
source: How to cancel a subscription from {merchantName}
fr: Comment annuler l’abonnement chez {merchantName}

source: Invest
fr: Investir

# investMyInvestmentsProducts
source: My investment products
fr: Mes produits d'investissement

# investGrowYourWealth
source: Grow your wealth
fr: Développez votre patrimoine

# investHighYieldPotential
source: Performance objective
fr: Potentiel de rendement élevé

# investDiversifiedPortfolio
source: Diversified portfolio with professional management
fr: Portefeuille diversifié avec gestion professionnelle

# investYourFirstSteps
source: Your first steps with Djamo Invest
fr: Vos premiers pas avec Djamo Invest

# investAvailableFunds
source: Available funds
fr: Fonds disponibles

# investPerformanceObjective
source: Performance objective
fr: Objectif de rendement

# investAnnualYieldObjective
source: Annual yield objective
fr: Objectif de rendement annuel

# investFundDetail
source: Fund detail
fr: Détail du fonds

# investFundPricing
source: Fund pricing
fr: Tarification du fond

# investFundShareValue
source: Value of a share
fr: Valeur d’une part

# investAboutThisFund
source: About this fund
fr: A propos de ce fond

# investDepositLabel
source: Deposit for the purchase of {shares} shares
fr: Dépôt pour achat de {shares} parts

# investWithdrawalLabel
source: Withdrawal of {shares} shares
fr: Retrait de {shares} parts

# investTransactionServiceLabel
source: {type, select, subscription{Buying} selling{Selling} other{}}
fr: {type, select, subscription{d'achat} selling{de retrait} other{}}

# investServiceUnavailable
source: The {label} service is currently unavailable. We will notify you as soon as the service is available.
fr: Le service {label} est indisponible pour l'instant. Nous vous notifierons dès disponibilité du service.

# investWithdrawalInProgress
source: You have a withdrawal order in progress. You will be able to present a new withdrawal once the previous one has been validated.
fr: Vous avez un ordre de rachat en cours de traitement. Vous serez en mesure de présenter un nouveau retrait une fois que le précédent aura été validé.

# investPurchaseConfirmationMessage
source: Your purchase of shares will be effective within 24 hours (working day).
fr: Votre achat de parts sera effectif dans un délai de 24h (jour ouvré).

# investSellConfirmationMessage
source: Your withdrawal will be effective within 24 hours (working day).
fr: Votre ordre de retrait sera effectif dans un délai de 24h (jour ouvré).

# investTransactedShares
source: Of {shares} shares
fr: De {shares} parts

# investKeyInformation
source: Key information for the investor
fr: Informations clés pour l’investisseur

# investDisableAutomaticDepositConfirmationMessage
source: Do you want to disable your automatic deposit on {fundName}? This guarantees an investment that grows without effort.
fr: Voulez-vous désactiver votre dépôt automatique sur {fundName} ? Ce dernier garantit un investissement qui fructifie sans effort.

source: Read and approved
fr: Lu et approuvé

source: Objectives reached
fr: Objectifs atteints

source: Days remaining
fr: Jours restants

# depositSuccess
source: Deposit successful
fr: Dépôt réussi

source: Automatic deposit
fr: Dépôt automatique

source: Quick deposit
fr: Dépôt rapide

# depositTitle
source: Deposit
fr: Dépôt

source: More options
fr: Plus d'options

# newTile
source: New
fr: Nouveau

# enableAutomaticDeposit
source: Enable automatic deposits
fr: Activer les dépôts automatiques

source: Settings changed successfully
fr: Paramètre(s) modifié(s) avec succès.

# myQRCode
source: My QR
fr: Mon QR

source: Scan
fr: Scanner

source: Share my QR code
fr: Partager mon code QR

source: Share QR Code
fr: Partager le QR Code

# invalidDjamoQrCodeMessage
source: This QR code does not appear to be a valid Djamo QR code. Please try again.
fr: Ce code QR n'est pas un code Djamo valide

# isNotCountryClient
source: This client is not a {country} Djamo client
fr: Ce client n'est pas un client Djamo

# sharingQRCodeFailedMessage
source: Failed to share QR code
fr: Échec du partage du code QR

# useMyQRCodeDescription
source: Use my QR Code to top up my account via agent or DJAMO transfer
fr: Utilise mon Code QR pour me faire un dépôt chez un agent ou un transfert DJAMO

# scanQRToMakeTransfer
source: Scan a QR code to make a Djamo transfer 🚀
fr: Scannez un code QR pour faire un transfert Djamo 🚀

# unAllowedScanToYourSelf
source: You can't send money to yourself. Please scan another user's QR code.
fr: Vous ne pouvez pas vous envoyer de l'argent à vous-même. Veuillez scanner le QR code d'un autre utilisateur.

source: Entry fees
fr: Frais d'entrée

source: Exit fees
fr: Frais de sortie

# maxDepositByDay
source: {count, plural, =0{No deposit limit} =1{1 deposit max/day} other{{count} deposits max/day}}
fr: {count, plural, =0{Pas de limite de dépôt} =1{1 dépôt max/jour} other{{count} dépôts max/jour}}

source: By day
fr: Par jour

source: By week
fr: Par semaine

source: By month
fr: Par mois

source: By year
fr: Par an

source: Supply day
fr: Jour d'approvisionnement

# modificationOnGoing
source: Modification in progress...
fr: Modification en cours...

source: Block
fr: Bloquer

source: Until {date}
fr: Jusqu'au {date}

source: Later
fr: Plus tard

source: New code validated
fr: Nouveau code validé

source: First and last name
fr: Nom et prénom

# allowDjamoSendNotification
source: Allow Djamo to send you notifications
fr: Autoriser Djamo à vous envoyer des notifications

source: Start
fr: Démarrer

source: View details
fr: Consulter les détails

# depositFrom
source: Deposit from {amount}
fr: Dépôt à partir de {amount}

# onTheLast
source: On the last {month} months
fr: Sur les {month} derniers mois

# iConfirmReadAndUnderstood
source: I confirm that I have read, understood and agree to comply with the {doc}
fr: Je confirme avoir lu, compris et m’engage à respecter les {doc}

# pendingTransaction
source: {pendingCount, plural, =0{No pending transaction} =1{Pending transaction} other{Pending transactions}}
fr: {pendingCount, plural, =0{Aucune transaction en attente} =1{Transaction en attente} other{Transactions en attente}}

source: Transfer initialization
fr: Initialisation du transfert

source: Debit from your Djamo account
fr: Débit de votre compte Djamo

# debitFromYourAccount
source: Debit from your {accountName} account
fr: Débit de votre compte {accountName}

# transferProcessingByOperator
source: Transfer processing by the operator
fr: Traitement du transfert par l'opérateur

source: Funds
fr: Fonds

source: Initializing your transaction
fr: Initialisation de votre transaction

# depositConfirmationInProgress
source: Confirmation of your deposit in progress
fr: Confirmation de votre dépôt en cours

# momoTransferConfirmationMessage
source: You will receive the transfer on your mobile money account in a few minutes.
fr: Vous recevrez le transfert sur votre compte mobile money d’ici quelques minutes.

source: Delete automatic deposit
fr: Supprimer le dépôt automatique

source: Recurrence
fr: Récurrence

source: Leave activated
fr: Laisser activé

# pauseIt
source: Pause
fr: Mettre en pause

# monthlyCeilingAt
source: Monthly ceiling at {amount}
fr: Plafond mensuel à {amount}

source: *Online and in-store* payment
fr: Paiement *en ligne et en magasin*

source: *Withdrawals at tellers*
fr: *Retraits aux guichets*

source: *Free mobile money transfers*
fr: *Transferts mobile money gratuits*

source: *Free RIB for salary*
fr: *RIB gratuit pour le salaire*

source: *Access to Djamo Invest*
fr: *Accès à Djamo Invest*

source: *Online* payment
fr: Paiement *en ligne*

source: Physical
fr: Physique

source: Virtual
fr: Virtuelle

# selectCard
source: Select a card
fr: Sélectionnez une carte

source: New Balance
fr: Nouveau Solde

source: Operator
fr: Opérateur

source: Rate
fr: Taux

source: Rate (including international fees)
fr: Taux (incluant frais internationaux)

# djamoCardMasked
source: Djamo Card XXXX-{lastFourDigits}
fr: Carte Djamo XXXX-{lastFourDigits}

source: Paid with
fr: Payé avec

source: Refund
fr: Remboursement

# loanDisbursement
source: Credit disbursement
fr: Décaissement crédit

source: Payment
fr: Paiement

source: Transaction receipt
fr: Reçu de transaction

source: Messaging Token
fr: Token de messagerie

source: Partnership with
fr: En partenariat avec

# issueWithAccountSubscription
source: Issue with your account subscription, please contact customer service for more information.
fr: Problème avec l'abonnement de votre compte, veuillez contacter le service client pour plus d'informations.

source: Redo my identification
fr: Refaire mon identification

source: Issue with your identification
fr: Problème avec votre identification

# offlineMessage
source: You are offline. Your data may not be up to date
fr: Vous êtes hors ligne. Vos données pourraient ne pas être à jour.

source: Your card will be delivered soon
fr: Votre carte vous sera bientôt livrée

# expectedDeliveryDate
source: The expected delivery date is {date}. Change the delivery location here.
fr: La date de livraison prévue est le {date}. Changez le lieu de livraison ici.

source: Collect your card now
fr: Récupérez votre carte maintenant

# collectYourCardFromAgent
source: Collect your card from a Djamo agent. Find one near you here.
fr: Récupérez votre carte chez un agent Djamo. Trouvez-en un proche de vous ici.

# deliveryFailed
source: We couldn’t deliver your card 😥
fr: Nous n’avons pas pu vous livrer 😥

# deliveryRescheduled
source: The delivery has been rescheduled. Customer service will contact you soon.
fr: La livraison est reportée. Le service client vous contactera bientôt.

source: Order being processed
fr: Commande en cours de traitement

# pleaseWaitSupportContact
source: Please wait. Customer service will contact you soon.
fr: Veuillez patienter. Le service client vous contactera bientôt.

source: Your card is ready 🎉
fr: Votre carte est prête 🎉

# collectFromDjamoAgent
source: Collect your card from a Djamo agent. Find one near you here.
fr: Récupérez votre carte chez un agent Djamo. Trouvez-en un proche de vous ici.

# preferDelivery
source: Would you prefer delivery?
fr: Vous préférez vous faire livrer ?

# scheduleFreeDelivery
source: Schedule your free card delivery here.
fr: Programmez la livraison gratuite de votre carte ici.

# increaseYourLimit
source: Increase your limit to 2 million F
fr: Augmentez votre plafond à 2 millions F

# verifyIdentityToIncreaseLimit
source: Verify your identity to increase your limit now.
fr: Faites votre identification pour augmenter votre plafond maintenant.

# orderPhysicalCard
source: Order your physical card
fr: Commandez votre carte physique

# physicalCardBenefits
source: Make transactions up to 10 million F per month with your physical card.
fr: Faites des transactions jusqu’à 10 millions F par mois avec votre carte physique.

source: Verify your identity
fr: Vérifiez votre identité

# completeIdentificationToFinishOrder
source: Complete your identification here to finish your order.
fr: Faites votre identification ici pour terminer votre commande.

# invalidIdentityData
source: Some of your data is invalid. Please redo your identification.
fr: Veuillez fournir un document approuvé: CNI ou passeport. Réessayez ici.

# needHelpWithIdentity
source: Need help with your identification?
fr: Besoin d’aide avec votre identification ?

# getAssistanceAtRelayPoint
source: You can visit a relay point for assistance. Check the list here.
fr: Vous pouvez passer en point relais pour être assisté(e). Consultez la liste ici.

source: Payment initialization
fr: Initialisation du paiement

source: Code activation
fr: Activation de votre code

# takePhotoWithId
source: Take a photo of yourself with your ID under the mention. Once aligned, tap to capture.
fr: Prenez-vous en photo avec votre pièce d'identité sous le mention. Une fois cadrée, appuyez pour capturer.

# sendManualRequest
source: Send a manual request
fr: Envoyer une demande manuelle

# requestManualPasscodeResetConfirmation
source: We have received your request. You will receive an SMS when your request has been successfully processed.
fr: Nous avons bien reçu votre demande, vous recevrez un SMS lorsque votre demande sera traitée avec succès.

source: Manual request
fr: Demande manuelle

source: Passcode incorrect
fr: Code de sécurité incorrect

# services
source: Bills
fr: Factures

source: Log out
fr: Se déconnecter

# noContactFoundForSearch
source: No contact found for the search term
fr: Aucun contact trouvé pour votre recherche

# confirmLogout
source: Do you want to log out?
fr: Voulez-vous vous déconnecter ?

# logoutMe
source: Log me out
fr: Me déconnecter

# subscriptionActivationTime
source: Your {operator} subscription will be active within {delayInMinutes} minutes.
fr: Votre abonnement {operator} sera actif dans un délai de {delayInMinutes}mn.

# reloadCode
source: Your reload code is {code}
fr: Votre code de rechargement est {code}

# copyCode
source: Copy the code
fr: Copier le code

# setNewSecurityCode
source: Set a new security code
fr: Définir un nouveau code de sécurité

# noResultForSearch
source: No result for the search term
fr: Aucun résultat pour votre recherche

# stayInAppWhileProcessing
source: Please wait a moment and do not leave the application.
fr: Veuillez patienter un instant et ne pas sortir de l’application.

source: Your ID document
fr: Votre pièce d’identité

source: Your selfie
fr: Votre selfie

source: Verification successful
fr: Vérification réussie

# sendFailed
source: Sending failed
fr: Échec de l’envoi

# reconnecting
source: I am reconnecting
fr: Je me réconnecte

source: Mandatory update
fr: Mise à jour obligatoire

source: Update now
fr: Mettre à jour

source: Update available
fr: Mise à jour disponible

source: Referral account
fr: Compte de parrainage

# enterCurrentSecurityCode
source: Please enter your current security code
fr: Veuillez entrer votre code de sécurité actuel

# verifyingCurrentSecurityCode
source: Verifying your current security code...
fr: Vérification de votre code de sécurité actuel...

source: My code
fr: Mon code

# planActivationSuccess
source: You are now on the {productName} plan
fr: Vous êtes maintenant sur le plan {productName}

# updateAvailableBanner
source: An update is available 🎉
fr: Une mise à jour disponible 🎉

# updatePrompt
source: Click here to update your version of Djamo
fr: Cliquez ici pour mettre à jour votre version de Djamo

# upcomingPaymentReminder
source: It looks like you have an upcoming payment to {merchantName} on {nextDueAt}, for approximately {amount}.
fr: Il semblerait que vous ayez un paiement {merchantName} à venir le {nextDueAt}, pour environ {amount}.

# multipleUpcomingPaymentsReminder
source: It looks like you have multiple upcoming payments starting from {nextDueAt}, for approximately {totalAmount}.
fr: Il semble que vous avez plusieurs paiements à venir à partir du {nextDueAt}, pour environ {totalAmount}.

source: Payments
fr: Paiements

source: All
fr: Toutes

source: Expenses
fr: Dépenses

source: Deposits
fr: Dépôts

# searchTitle
source: Search
fr: Rechercher

# inviteCodeCopied
source: Invitation code copied successfully
fr: Code d’invitation copié avec succès

source: Load more
fr: Charger plus

source: Confirm deposit
fr: Valider le dépôt

# vaultNotFound
source: It looks like this vault doesn’t exist.
fr: Il semble que ce coffre n'existe pas.
fr_sn: Il semble que cette poche n'existe pas.

# yourVBVConfirmationCode
source: Your confirmation code is
fr: Votre code de confirmation est
