Repository: pentest225/djamo-monorepo
Catalog: packages/app_ui/lib/src/core/l10n/arb/app_*.arb
Languages: fr, fr_sn

# ibanYourActivityQuestion
source: What is your activity?
fr: Que faites-vous dans la vie ?

# ibanAverageIncome
source: Average monthly income
fr: Revenu moyen

# ibanAverageIncomeQuestion
source: What is your average monthly income?
fr: Combien gagnez-vous par mois?

# ibanContinueWithoutGiveTheseInfo
source: Continue without giving this information
fr: Continuer sans donner ces informations

# ibanCreationOnGoing
source: Account number creation in progress...
fr: Création de votre compte en cours...

# ibanPendingCreation
source: Account number creation in progress
fr: N° de compte en cours de traitement
fr_sn: Numéro de compte en cours de traitement

# ibanWeWillNotifyYou
source: We will notify you when your Account number is available
fr: Nous vous informerons lorsque votre Numéro de compte aura été créé avec succès.
fr_sn: Nous vous informerons lorsque votre Numéro de compte aura été créé avec succès.

# ibanYourAccountNumberCreationIsOnGoing
source: Your account number creation is in progress...
fr: Votre numéro de compte est en cours de creation

# ibanYouWillReceiveNotification
source: You will receive a notification when your account number is available
fr: Vous recevrez une notification pour vous informer des qu’il sera disponible⚡

# ibanLocalWireTransfer
source: Local transfer
fr: Virement local

# ibanLocalWireTransferSubtitle
source: Receive a bank transfer from WAEMU
fr: Recevoir de l'UEMOA

# ibanInternationalWireTransfer
source: International transfer
fr: Virement international

# ibanInternationalWireTransferSubtitle
source: Receive a bank transfer from international
fr: Recevoir par virement international

# ibanBeneficiaryBankName
source: Beneficiary bank name
fr: Banque du bénéficiaire

# ibanBeneficiaryName
source: Beneficiary name
fr: Nom du bénéficaire

# ibanBeneficiaryAccountNumber
source: Beneficiary account number
fr: Numéro de compte

# ibanAccountNumberForInternationalTransfer
source: Account number for international transfer
fr: N° de compte pour virement international

# ibanYourAccountNumberIsProvidedBy
source: Your account number is provided by
fr: Votre numéro de compte vous est fourni par

# ibanComplianceWarningMessage
source: This account number is not a bank account but only a means to allow you to receive a WAEMU bank transfer into your Djamo account.
fr: Ce numéro de compte n’est pas un compte bancaire mais seulement un moyen de vous permettre de recevoir un virement bancaire UEMOA sur votre compte Djamo

# ibanBankProviderName
source: {isoCode, select, ci{Bank of Abidjan (BDA)} sn{Bank of Dakar (BDK)} other{}}
fr: {isoCode, select, ci{Banque d'Abidjan (BDA)} sn{Banque de Dakar (BDK)} other{}}

# ibanInPdfAccountDetail
source: Account details
fr: Détails du compte

# ibanInPdfAccountHolder
source: Account holder
fr: Titulaire du compte

# ibanInPdfAgencyCode
source: Agency code
fr: Code agence

# ibanInPdfAccountNumber
source: Account number
fr: Numéro de compte

# ibanInPdfRIBKey
source: RIB key
fr: Clé RIB

# ibanInPdfInternationalIdentifier
source: International identifier
fr: Identification internationale

# ibanUseIBANForWireTransferMessage
source: Please use the information below to make a UEMOA bank transfer from your banking application
fr: Veuillez utiliser les informations ci-dessous pour effectuer un virement bancaire UEMOA depuis votre application bancaire

# loansBorrowUpTo
source: Borrow up to {amount}
fr: Empruntez jusqu'à {amount}

# loansCreditLimit
source: My credit limit
fr: Mon plafond de crédit

# loanHistory
source: My loan history
fr: Historique de mes crédits

source: How it works?
fr: Comment ça marche?

# loanBorrowedAmount
source: Borrowed amount
fr: Montant emprunté

# loanDisbursementDate
source: Disbursement date
fr: Date de décaissement

# loanAccelerationFees
source: Acceleration fees
fr: Frais d’accélération

# loanDisbursementFees
source: Disbursement fees
fr: Frais de décaissement

source: Monthly interest rate
fr: Taux d’intérêt mensuel

# loanPenalties
source: Penalties
fr: Pénalités

# loanLastRepayment
source: Last repayment
fr: Dernier remboursement

source: Amount received
fr: Montant reçu

# loanRepaidAmount
source: Repaid amount
fr: Montant remboursé

# transactionsWillAppearHere
source: Your transactions will appear here.
fr: Vos transactions s’afficheront ici.

# loanEstimatedBorrowingCapacity
source: Estimated borrowing capacity
fr: Capacité d'emprunt estimée

# loanDailyBorrowingCapacity
source: Daily borrowing capacity
fr: Capacité d'emprunt du jour

# loansCriteria
source: Criteria
fr: Critères

# updateDate
source: Updated on {date}
fr: Mise à jour {date}

# loansFastReception
source: Fast reception
fr: Reception rapide

# loansOnlyTwoPercentFees
source: Only 2% fees
fr: Seulement 2% de frais

# loansRepayIn30Days
source: Repay in 30 days
fr: Remboursez en 30 jours

# loansUnderstandWhy
source: Understand why
fr: Comprendre pourquoi

# loansNotEligibleCriteria
source: You are not yet eligible for a loan
fr: Vous n’êtes pas encore éligible à un crédit

# loansImproveEligibilityCriteria
source: Improve your eligibility by meeting these criteria
fr: Améliorer votre éligibilité en remplissant ces critères

# loansDepositAtLeast30k
source: Have deposited at least 30,000 F in the last 3 months
fr: Avoir déposé au moins 30.000F sur les 3 derniers mois

# loansHavePhysicalCard
source: Have a physical card
fr: Avoir une carte physique

# loansBorrow
source: Borrow
fr: Emprunter

# loansTakeCredit
source: Take a loan
fr: Prendre un crédit

# loanDueDate
source: Due date
fr: Échéance

# loanInstantReceptionFees
source: Instant reception fees
fr: Frais de réception instantanée

# loanMonthlyAPR
source: Monthly APR
fr: TEG mensuel

# loanAmountToRepay
source: Amount to repay
fr: Montant à rembourser

source: Repay
fr: Rembourser

# loanRepayBeforeDueDate
source: Repay your loan before the due date to increase your borrowing capacity to {amount}
fr: Remboursez votre crédit avant l’échéance pour augmenter votre capacité d’emprunt à {amount}

# loanRepayBeforeDueDateWarning
source: Repay your loan before the due date to avoid penalties and losing access to the credit service
fr: Remboursez votre crédit avant l’échéance pour éviter de payer des pénalités et perdre accès au service de crédit

# loanRepayNowToAvoidPenalties
source: Repay your loan now to avoid accumulating penalties and being reported to the UEMOA credit bureau
fr: Remboursez votre crédit maintenant pour éviter d’accumuler des pénalités et d’être signalé.e au bureau de crédit de la zone UEMOA

# monthlyLabel
source: monthly
fr: mensuel

# annuallyLabel
source: annually
fr: annuel

# dailyLabel
source: daily
fr: journalier

# monthPrefix
source: month(s)
fr: mois

# yearPrefix
source: year(s)
fr: an(s)

# daysPrefix
source: day(s)
fr: jour(s)

# loansOnboardingProfessionalSituation
source: What is your professional situation?
fr: Quelle est votre situation professionnelle ?

# loansOnboardingSectorOfActivity
source: What is your sector of activity?
fr: Quel est votre secteur d’activité ?

# loansOnboardingShooseSectorOfActivity
source: Choose a sector of activity
fr: Choisir un secteur d’activité

# loansOnboardingAverageMonthlyIncome
source: What is your average monthly income?
fr: Quel est votre revenu moyen mensuel ?

# loansOnboardingTermsOfEngagement
source: Terms of engagement
fr: Conditions d'engagement

# loansOnboardingProfessionalStateSalaried
source: Salaried
fr: Salarié(e)

# loansOnboardingProfessionalStateSelfEmployed
source: Self-employed
fr: Profession libérale

# loansOnboardingProfessionalStateRetired
source: Retired
fr: Retraité(e)

# loansOnboardingProfessionalStateStudent
source: Student
fr: Etudiant(e)

# loansOnboardingProfessionalStateUnemployed
source: Unemployed
fr: Sans activité

source: Other
fr: Autres

# loansOnboardingSectorBankingInsurance
source: Banking / Insurance
fr: Banque / Assurance

# loansOnboardingSectorITTelecom
source: IT / Telecom
fr: Informatique / Télécoms

# loansOnboardingSectorScience
source: Science
fr: Sciences

# loansOnboardingSectorLogistics
source: Logistics
fr: Logistique

# loansOnboardingSectorConstruction
source: Construction
fr: BTP

# loansOnboardingSectorCraftsmanship
source: Craftsmanship
fr: Artisanat

# loanDisbursementInProgress
source: Your loan is being disbursed. You can repay it once it is disbursed.
fr: Votre crédit est en cours de décaissement. Vous pourrez le rembourser quand il sera décaissé.

# loanFullyRepaidMessageSuccess
source: {amount} has been repaid. You have fully repaid your loan.
fr: {amount} ont été remboursés. Vous avez remboursé la totalité de votre crédit.

# loanFullyRepaidMessage
source: You have already fully repaid your loan.
fr: Vous avez déjà remboursé la totalité de votre crédit.

# loanCreditReversalMessage
source: Your credit will be reversed to your main account within {hours} hours.
fr: Votre crédit sera reversé sur votre compte principal dans un délai de {hours} heures.

# loanAccelerateDisbursement
source: Accelerate disbursement
fr: Accélérer le décaissement

# loanCreditReversalTodayMessage
source: Your credit will be reversed to your main account today.
fr: Votre crédit sera reversé sur votre compte principal aujourd’hui.

# loanBorrowing
source: You borrow
fr: Vous empruntez

# loanCreditWillBeCreditedIn48h
source: Your credit will be credited to your main account within 48 hours.
fr: Votre crédit sera crédité sur votre compte principal dans 48h.

# loanDisplayMessage
source: Your loans will be displayed here.
fr: Vos crédits s'afficheront ici.

# loanDisbursed
source: Disbursement
fr: Décaissement

# amountWithPenalty
source: (including {amount} penalty)
fr: (incluant {amount} de pénalité)

source: Account analysis
fr: Analyse de votre compte

source: Loan approval
fr: Approbation du crédit

# loanDisbursementMessage
source: Loan disbursement
fr: Décaissement du crédit

# loanCreditWillBeCreditedSoon
source: Your credit will be credited to your main account shortly.
fr: Votre crédit sera crédité sur votre compte principal dans quelques instants.

# loansImproveEligibility
source: Improve my eligibility
fr: Améliorer mon éligibilité

# moreThanMillionCFA
source: More than 1,000,000 F CFA
fr: plus de 1.000.000 F CFA

source: Late
fr: En retard

source: Pending
fr: En attente

source: Loading
fr: En cours

source: Refunded
fr: Remboursement

source: Reload
fr: Rechargement

# referralMyCode
source: My referral code
fr: Mon code de parrainage

# referralInviteFriend
source: Invite a friend
fr: Inviter un.e ami.e

# referralAdvantagesDescription
source: To get your bonus, you and your friend must have a physical Djamo card, and he or she must make a payment of at least 5.000 F.
fr: Pour obtenir votre bonus, vous et votre ami.e devez avoir une carte physique Djamo, et il.elle doit effectuer un paiement d'au moins 5.000 F.

# referralWinUpTo
source: Win up to {amount} in three steps!
fr: Gagnez jusqu’à {amount} en 3 étapes!

# referralReceiveGainAfterFirstGoldChildPayment
source: 1️⃣ You have a Djamo physical card. 2️⃣ Your friend has a Djamo physical card. 3️⃣ Your friend makes a payment of at least 5.000 F with Djamo
fr: 1️⃣ Ayez une carte physique Djamo. 2️⃣ Votre ami.e doit aussi avoir une carte physique Djamo. 3️⃣ Il.elle effectue un paiement d’au moins 5.000 F avec Djamo.

# referralPotentialBonus
source: Potential Bonus
fr: Bonus potentiel

# referralActivatedBonus
source: Activated Bonus
fr: Bonus activé

# referralSeeBonusDetail
source: See bonus details
fr: Voir les détails de mes bonus

# referralInviteFriendAndWin
source: Invite a friend and win
fr: Invitez vos ami(e)s et gagnez

# referralInvitedFriendsCount
source: Invited friends ({count})
fr: Amis invités ({count})

# referralDefaultShareTitle
source: Share my Djamo referral code
fr: Partager mon code de parrainage Djamo

# referralDefaultShareMessage
source: Do you know Djamo? I chose you to be one of the first to receive your Visa card. Sign up with my code {code}. Click on this link to download the app
fr: Vous connaissez Djamo ? Je t'ai choisi pour être l'un des premiers à recevoir ta carte Visa. Inscris-toi avec mon code {code}. Cliquez sur ce lien pour télécharger l'application

# statisticsTotalExpenses
source: Total expenses
fr: Total des dépenses

# beneficiariesContactPermission
source: Contact permission
fr: Accès aux contacts

# beneficiariesGiveContactPermission
source: We need your permission to access your contacts to provide
fr: Nous avons besoin de votre permission pour accéder à vos contacts

# beneficiariesMyContacts
source: My contacts
fr: Mes contacts

# beneficiariesRecent
source: Recent beneficiaries
fr: Récents

source: Deposit
fr: Déposer

# depositNoun
source: Deposit
fr: Dépôt

# paymentVariation
source: The dates and payment amounts may vary depending on the month and the merchant.
fr: Les dates et les montants des paiements peuvent varier en fonction du mois et du marchand.

# paymentDelayed
source: Payment {merchantName} is delayed
fr: Paiement {merchantName} en retard

# paymentUpcoming
source: Payment {merchantName} upcoming
fr: Paiement {merchantName} à venir

# dueDateComingSoon
source: coming in {days} jour
fr: à venir dans {days} jour

# dueDateToday
source: coming today
fr: à venir aujourd'hui

# dueDateDue
source: due on {date}
fr: dû le {date}

# dueDateComing
source: coming on {date}
fr: à venir le {date}

source: Your account is pending
fr: Votre compte en attente

# amountWillBeCredited
source: {amount} will be credited shortly to your main account.
fr: {amount} seront crédités prochainement sur votre compte principal.

# cardsNoun
source: Card
fr: Carte

# cardsSeeDetails
source: See informations
fr: Voir les informations

# cardsLockCard
source: Lock
fr: Verrouiller

# cardDestroyedAt
source: Card destroyed the {date}
fr: Carte détruite le {date}

# cardsLockOnGoing
source: Locking the card...
fr: Votre carte est en cours de verrouillage...

# cardsUnlockCard
source: Unlock the card
fr: Déverrouiller

# cardsUnlockOnGoing
source: Unlocking the card...
fr: Votre carte est en cours de déverrouillage...

# cardsManageYourSubscriptions
source: Manage your subscriptions
fr: Gérer vos abonnements

# cardsCurrentSubscriptionsCount
source: {count, plural, =0{No subscription} =1{1 subscription identified} other{{count} subscriptions identified}}
fr: {count, plural, =0{Aucun abonnement} =1{1 abonnement identifié} other{{count} abonnements identifiés}}

# cardsReplaceCard
source: Replace the card
fr: Remplacer la carte

# cardsReplaceCardDescription
source: Replace your Djamo card
fr: Remplacez votre carte Djamo

# cardsSeeMyOrders
source: See my orders
fr: Voir mes commandes

# cardsSeeMyOrdersDescription
source: Track the status of your orders
fr: Suivez le statut de vos commandes

# cardsChangeCardPin
source: Change the card PIN
fr: Changer le code guichet

# cardDestroyedNSFTitle
source: Your card has been destroyed
fr: Votre carte a été supprimée

# cardDestroyedNSFPhysicalContent
source: The reason: 20 failed paiments strike. Order a new card here.
fr: La raison: {nsfCount} échecs de paiement successifs. Commandez une nouvelle ici.

# cardDestroyedNSFVirtualContent
source: The reason: 20 failed paiments strike. Do a deposit here.
fr: La raison: {nsfCount} échecs de paiement successifs. Activez une carte virtuelle ici.

# monthly
source: Every month
fr: Chaque mois

# annually
source: Every year
fr: Chaque année

# weekly
source: Every week
fr: Chaque semaine

# quarterly
source: Every quarter
fr: Chaque trimestre

# semestral
source: Every semester
fr: Chaque semestre

# chooseFrequency
source: Choose the frequency
fr: Choisissez la fréquence

# selectFrequencyDescription
source: Please select the frequency for this subscription
fr: Veuillez sélectionner la fréquence de cet abonnement

# stepProgress
source: Step {currentIndex} of {totalSteps}
fr: Étape {currentIndex} sur {totalSteps}

source: My payments
fr: Mes paiements

# selectPaymentForSubscription
source: Select a payment that matches a subscription
fr: Sélectionnez un paiement qui correspond à un abonnement

# subscriptionRemoved
source: This subscription has been removed from your list. You will no longer receive upcoming payment reminders.
fr: Cet abonnement a été retiré de votre liste. Vous ne recevrez plus de rappel de paiement à venir.

# subscriptionAdded
source: Success. Your subscription has been added successfully.
fr: Succès. Votre abonnement a bien été ajouté.

source: Blocked
fr: Bloqué

source: Last transaction
fr: Dernière transaction

source: Subscription date
fr: Date d’abonnement

source: Block future payments
fr: Bloquer les futurs paiements

# cancelSubscription
source: Cancel this subscription
fr: Annuler cet abonnement

# subscriptionAmountAndDate
source: {amount}, on {date}
fr: {amount}, le {date}

# subscriptionRemoveBlock
source: Remove block
fr: Retirer le blocage

# subscriptionRemoveReminder
source: Remove reminder
fr: Retirer le rappel

# subscriptionConfirmBlocking
source: Confirm blocking
fr: Confirmer le blocage

# subscriptionPaymentBlockDescription
source: Block future payments for this subscription
fr: Bloque les futurs paiements de cet abonnement

# subscriptionMerchantBlockedSuccessfully
source: Your future payments to {merchant} are now blocked.
fr: Les futurs paiements de votre abonnement {merchant} sont dorénavant bloqués.

# subscriptionCancelBlockDescription
source: Does not cancel your subscription
fr: N'annule pas votre abonnement

# subscriptionPaymentDueDescription
source: Does not exempt you from payments due to {merchant}
fr: Ne vous dispense pas des paiements dus auprès de {merchant}

# subscriptionBlockedSince
source: Payments for this subscription have been blocked since {date}.
fr: Les paiements de cet abonnement sont bloqués depuis le {date}.

# subscriptionRemoveBlockDescription
source: By removing the block:
fr: En retirant le blocage :

# subscriptionArrearsImmediateDeduction
source: Arrears may be deducted immediately
fr: Des arriérés de paiement peuvent être prélevés immédiatement

# subscriptionUnblockedMessage
source: Block removed. Next payment to {merchant} scheduled around {date}
fr: Blocage retiré. Prochain paiement {merchant} prévu vers le {date}

# upcomingPaymentReminderSpecific
source: Upcoming payment of approximately {amount}, scheduled around {date}
fr: Prochain prélèvement d'environ {amount}, prévu vers le {date}

# subscriptionMerchantBlocked
source: Future {merchant} payments ❌
fr: Futurs paiements {merchant} ❌

# depositAtLeastAmountToUnlockFuturePayment
source: Make a deposit of at least {amount} to unlock future payments
fr: Effectuez un dépôt d'au moins {amount} pour débloquer le paiement futur

source: Thank you!
fr: Merci!

# searchBeneficiary
source: Search for a beneficiary
fr: Rechercher un bénéficiaire

# addBeneficiary
source: Add a beneficiary
fr: Ajouter un bénéficiaire

source: Beneficiary
fr: Bénéficiaire

# noBeneficiariesAdded
source: Add a beneficiary
fr: Rajouter un bénéficiaire

source: All your beneficiaries will appear here
fr: Tous vos bénéficiaires apparaîtront ici

source: Account holder
fr: Titulaire du compte

# enterBeneficiaryDetails
source: Please enter the name and surname of the beneficiary as registered on their bank account
fr: Veuillez entrer le nom et les prénoms du bénéficiaire tels qu'ils sont enregistrés sur son compte bancaire

# modifyBeneficiary
source: Modify a beneficiary
fr: Modifier un bénéficiaire

# fieldRequiredErrMessage
source: Please enter a value
fr: Veuillez renseigner une valeur

# phoneNumberInvalidErrMessage
source: This phone number is invalid
fr: Ce numéro de téléphone est invalide

# phoneNumberPrefixNotPresentErrMessage
source: Please specify the prefix. Example: +{callingCode}
fr: Veuillez préciser le préfixe. Exemple : +{callingCode}

# ibanCodeInvalid
source: The bank code is invalid
fr: Le code banque est invalide

# numberIbanCodeCaracterInvalid
source: 24 characters required
fr: 24 caractères requis

# unknownBanque
source: Unknown Bank
fr: Banque inconnue

# transferByMobileMoney
source: By Mobile Money
fr: Par Mobile Money

# transferByCash
source: In cash
fr: En espèces

# transferByBankAccount
source: From my bank account
fr: Depuis mon compte bancaire

# transferFromAbroad
source: From abroad
fr: Depuis l’étranger

# bankTransferSuccessMessage
source: You will receive the bank transfer in your account within 2 business days.
fr: Vous recevrez le transfert bancaire sur votre compte dans un délai de 2 jours ouvrés.

source: Salary
fr: Salaire

source: Update
fr: Modifier

source: Delete beneficiary
fr: Supprimer le bénéficiaire

source: Update beneficiary
fr: Modifier le bénéficiaire

# transferIbanNumber
source: IBAN Number
fr: Numéro IBAN

# airtimeSelectOperator
source: Select an operator
fr: Sélectionnez l'opérateur

# airtimeSelectBeneficiary
source: Select a beneficiary
fr: Sélectionnez le bénéficiaire

# airtimeBuySuccessMessage
source: Airtime purchased successfully
fr: Achat de crédit effectué

# airtimeBuySuccessWarningMessage
source: Your airtime will be credited in less than 5 minutes
fr: Votre carte SIM sera rechargée dans moins de 5 minutes

# airtimeWarningMessageForWrongPhoneNumber
source: Attention! In case of error, you will not be able to recover the money.
fr: Attention! En cas d'erreur vous ne pourrez pas récupérer l'argent.

# supportClient
source: Customer support
fr: Service Client

# supportContactUs
source: Contact us
fr: Contactez-nous

# supportCallClientService
source: Call customer service
fr: Appelez le service client

# supportChatWithUs
source: Chat with the support
fr: Chatter avec le support

# supportPhoneCopied
source: Phone number copied ✅
fr: Numéro de téléphone copié ✅

# supportDefaultCallCenterAvailabilityMessage
source: 8:00 AM - 8:00 PM
fr: 8h à 20h

# supportDefaultChatSupportAvailabilityMessage
source: 8:00 AM - 8:00 PM - Response in less than 5 minutes
fr: 8h à 20h - Réponse en moins de 5 minutes

# supportSearchAnswers
source: Search for answers...
fr: Rechercher des reponses...

# supportFrequentlyAskedQuestions
source: Frequently Asked Questions
fr: Questions fréquentes

source: See All
fr: Voir tout

# selectCategory
source: Select a Category
fr: Sélectionnez une catégorie

# supportNeedHelp
source: Need Help?
fr: Besoin d’aide?

# emptySearchArticle
source: No results were found for your search. Please try another keyword.
fr: Aucun résultat n'a été trouvé pour votre recherche. Veuillez essayer un autre mot-clé.

# avoid_fees_by_upgrading
source: Avoid fees by becoming premium
fr: Évitez les frais en devenant premium

source: Become premium
fr: Passer au plan Prémium

# all_free_plus_benefits
source: All the {message} benefits
fr: Tous les avantages {message}

# available_for_free
source: Free
fr: Gratuit

# plusAmountFees
source: {amount} fees
fr: {amount} de Frais

# confirmation_subscription_message
source: By confirming, you agree to be charged {price}/month after your free premium month
fr: En confirmant, vous acceptez d'être facturé {price}/mois après votre mois premium gratuit

source: month
fr: mois

# monthCount
source: {count, plural, =0{No month} =1{1 month} other{{count} months}}
fr: {count, plural, other{{count} mois}}

# yearAbbrCount
source: {count, plural, =0{No year} =1{1 year} other{{count} years}}
fr: {count, plural, =0{} =1{1 an} other{{count} ans}}

source: All inclusive
fr: Tout inclus

# budgetManageMyBudgets
source: Manage my budgets
fr: Gérer mes budgets

# budgetDefineAmount
source: Define the budget amount
fr: Définissez le montant du budget

# budgetDefineAmountDescription
source: Set the amount you do not want to exceed
fr: Fixez le montant que vous souhaitez ne pas dépasser

# budgetModifyMyBudget
source: Modify my budget
fr: Modifier mon budget
