Repository: pentest225/djamo-monorepo
Catalog: packages/app_ui/lib/src/core/l10n/arb/app_*.arb
Languages: fr, fr_sn

# welcome
source: Welcome to Djamo!
fr: Bienvenue chez Djamo!

# continueLabel
source: Continue
fr: Continuer

source: Not now
fr: Pas maintenant

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

source: Close
fr: Fermer

source: Confirm
fr: Confirmer

source: I confirm
fr: Je confirme

source: Yes, I confirm
fr: Oui, je confirme

source: Done
fr: Terminer

source: Yes
fr: Oui

source: No
fr: Non

source: Or
fr: ou

source: Your
fr: Votre

source: To me
fr: A moi

source: Back
fr: Retour

source: Back to dashboard
fr: Retourner au tableau de bord

source: Constraint
fr: Contrainte

source: Try again
fr: Réessayer

source: Error
fr: Erreur

source: Help
fr: Aide

source: Success
fr: Succès

source: Allow
fr: Autoriser

source: Don't allow
fr: Ne pas autoriser

source: Deny
fr: Refuser

source: Copy
fr: Copier

source: Authorize
fr: Autoriser

source: I understand
fr: J'ai compris

source: Perfect!
fr: Parfait!

# appUnderMaintenance
source: The application is under maintenance, please try again in a few minutes.
fr: L’application est en cours de maintenance, veuillez réessayer dans quelques minutes.

source: Add money
fr: Ajouter de l'argent

source: Withdrawal
fr: Retrait

source: Withdraw money
fr: Retirer de l'argent

source: Deposit money
fr: Déposer de l'argent

# enterAmount
source: Amount
fr: Montant

source: Show all
fr: Tout afficher

# tapPhoneNumber
source: Enter the phone number
fr: Taper un numéro

# pay
source: Paid
fr: Payer

# deadlineHasPassed
source: The deadline has passed
fr: Échéance dépassée

# remainingDays
source: {value,plural, =0{Done} =1{1 day remaining} other{{value} days remaining}}
fr: {value,plural, =0{Terminé} =1{1 jour restant} other{{value} jours restants}}

# remainingWeeksAndDays
source: {weeks,plural, =0{} one{1 week} other{{weeks} weeks}} {days,plural, =0{} one{1 day} other{{days} days}}
fr: {weeks,plural, =0{} one{1 semaine} other{{weeks} sem.}} {days,plural, =0{} one{1 jr} other{{days} jrs}}

# takePhoto
source: Take a photo
fr: Prendre une photo

# importImage
source: Import an image
fr: Importer une image

# weekDay
source: {value, select, sunday{Sunday} monday{Monday} tuesday{Tuesday} wednesday{Wednesday} thursday{Thursday} friday{Friday} saturday{Saturday} other{}}
fr: {value, select, sunday{Dimanche} monday{Lundi} tuesday{Mardi} wednesday{Mercredi} thursday{Jeudi} friday{Vendredi} saturday{Samedi} other{}}

source: Fees
fr: Frais

source: Operation fees
fr: Frais d'opération

source: Withdrawal fees
fr: Frais de retrait

# premiumUpgradeSuccess
source: You have upgraded to Premium
fr: Vous êtes passé à la catégorie Premium

source: Amount to be received
fr: Montant à recevoir

source: Amount to pay
fr: Montant à payer

# loadingInfo
source: Loading information...
fr: Chargement des informations...

source: Loading failed
fr: Chargement échoué

source: Engagement conditions
fr: Conditions d'engagement

# deletionOnGoing
source: Deleting...
fr: Suppression en cours...

source: Objective
fr: Objectif

source: Period
fr: Période

# numberOfTimes
source: {times} times
fr: {times} fois

source: Quit this screen
fr: Quitter cette page

# quitThisScreenConfirmation
source: Are you sure you want to quit this screen?
fr: Voulez-vous vraiment quitter cette page ?

source: Number
fr: Numéro

# verificationOnGoing
source: Verification in progress...
fr: Vérification en cours...

# processingOnGoing
source: Processing in progress...
fr: Traitement en cours...

# waitingAMoment
source: Please wait a moment...
fr: Veuillez patienter un instant

# cgu
source: Terms and conditions
fr: Conditions générales

# cguAccept
source: I accept the terms and conditions
fr: Tout accepter

source: Share
fr: Partager

source: Details
fr: Détails

# copySuccessMessage
source: Copied to clipboard
fr: Copié avec succès

source: Document loading...
fr: Chargement du document...

source: My profile
fr: Mon profil

# myIban
source: My Account Number
fr: Mon numéro de compte

source: Referral
fr: Parrainage

source: POS
fr: Point relais

source: Lock
fr: Verrouiller

# lockApp
source: Lock the app
fr: Déconnexion

source: Personal information
fr: Informations personnelles

source: Pricing plan
fr: Plan tarifaire

# lastnameLabel
source: Name
fr: Nom

# firstNameLabel
source: First name
fr: Prénoms

source: Identification documents
fr: Pièces d’identification

source: Free
fr: Gratuit

source: Popular
fr: Populaire

# mainAccountBalanceTitle
source: Main account balance
fr: Solde Compte Principal

source: Refresh
fr: Actualiser

source: Total to pay
fr: Total à payer

# paymentSuccess
source: Payment successful
fr: Paiement réussi

source: Save
fr: Enregistrer

source: Account
fr: Compte

source: Processing time
fr: Délai de traitement

# hours
source: {hours, select, 0{0 hour} 1{1 hour} other{{hours} hours}}
fr: {hours, select, 0{0 heure} 1{1 heure} other{{hours} heures}}

# cancelOperation
source: Cancel the operation
fr: Annuler l'opération

source: Stamp fee
fr: Frais de timbre

source: Recommended
fr: Recommandé

source: Nothing found
fr: Aucun résultat trouvé

source: Category
fr: Catégorie

source: Statistics
fr: Statistiques

source: Great ⚡️
fr: Super ⚡️

source: In progress
fr: En cours...

# djamoFees
source: Djamo fees ({percentage}%)
fr: Frais Djamo ({percentage}%)

# cardLocked
source: Locked
fr: Verrouillée

# transactionCategorizedAsFood
source: Your transaction has been categorized as '{category}'
fr: Votre transaction a été classée dans la catégorie '{category}'

# modificationsSaved
source: Your changes have been saved
fr: Vos modifications ont bien été enregistrées

source: Invitation code
fr: Code d'invitation

# authMigrationWeAreConfiguringYourAccount
source: We are configuring your account...
fr: Nous configurons votre compte...

# authEnterPhoneFieldLabel
source: Phone number
fr: Numéro de téléphone

# authEnterPhoneValidationErrMessage
source: The phone number must be {digit} digits long.
fr: Le numéro de téléphone doit comporter {digit} chiffres.

# authAlreadyConnectedErrMessage
source: You are already connected
fr: Vous êtes déjà connecté

# authPhoneVerificationOnGoing
source: Verifying your phone number...
fr: Vérification du numéro de téléphone en cours...

# authSendingOtp
source: Sending code...
fr: Envoi du code de vérification...

# authOtpVerificationOnGoing
source: Verifying your code...
fr: Vérification du code en cours...

# authSelectCountry
source: Select a country
fr: Choisissez le pays

# authOtpVerificationPageTitle
source: Verification code
fr: Code de vérification

# authEnterOtpTitle
source: Enter the code received by {method}
fr: Entrez le code reçu par {method}

# authEnterOtpTitleTo
source: Enter the code received by {method} to {receiver}
fr: Entrez le code reçu par {method} au {receiver}

# authReSentOtpIn
source: Return the code in {time}
fr: Renvoyer dans {time}

# authSendOTP
source: Send code
fr: Envoyer le code

# authResendOTPBySms
source: Resend code by SMS
fr: Renvoyer le code par SMS

# authUseAnotherOtpMethod
source: Try another method
fr: Essayez une autre méthode

# authLogout
source: Log out
fr: Déconnexion

# authForgotPassword
source: Forgot your password?
fr: J'ai oublié mon code

# authEnterPasswordTitle
source: Enter your code to log in
fr: Entrez votre code pour vous connecter

# authHi
source: Hi {name}
fr: Bonjour {name}

# authWrongPassword
source: Incorrect code
fr: Code incorrect

# authUseBiometric
source: Use {type, select, fingerprint{Digital print} faceId{Facial recognition} iris{Retinal scanner} other{Biometric}}
fr: Utiliser {type, select, fingerprint{l'empreinte digitale} faceId{la reconnaissance faciale} iris{l'IRIS} other{le scan biométrique}}

# authUseBiometricMessage
source: Use {type, select, fingerprint{your fingerprint} faceId{facial recognition} iris{Retinal scanner} other{Biometric}} to quickly log in
fr: Utilisez {type, select, fingerprint{votre empreinte digitale} faceId{la reconnaissance faciale} iris{l'IRIS} other{le scan biométrique}} pour vous connecter rapidement

# authEnableBiometricMessage
source: Enable Biometric to quickly log in to your Djamo account
fr: Activez la biométrie pour vous connecter rapidement à votre compte Djamo

# authEnableBiometric
source: Enable Biometric
fr: Activer la biométrie

# authUseBiometricToLogin
source: Use Biometric to log in
fr: Utiliser la biométrie pour vous connecter

# authExpiredSessionMessage
source: Your session has expired. Please log in again by entering your code.
fr: Votre session a expiré. Veuillez vous reconnecter en saisissant votre code.

# authImpossible
source: Unable to authenticate. Please contact technical support.
fr: Authentification impossible. Veuillez contacter le support technique.

# onboardingEnterFullName
source: Enter your first and last names
fr: Entrez votre nom et prénom

# onboardingLastnameValidationErrMessage
source: Please enter a valid name
fr: Veuillez entrer un nom de famille valide

# onboardingFirstnameValidationErrMessage
source: Please enter a valid first name
fr: Veuillez entrer un prénom valide

# onboardingALeastInformation
source: Some more information
fr: Encore quelques informations

# onboardingGender
source: {gender, select, male{Monsieur} female{Madame} other{Select gender}}
fr: {gender, select, male{Monsieur} female{Madame} other{}}

# onboardingGenderValidationErrMessage
source: Select you gender
fr: Veuillez sélectionner votre genre

# onboardingBirthdayDayField
source: Day
fr: Jour

# onboardingBirthdayMonthField
source: Month
fr: Mois

# onboardingBirthdayYearField
source: Year
fr: Année

# onboardingAgeRestrictionMessage
source: You must be at least {age} years old to serve
fr: Vous devez avoir au moins {age} ans pour utiliser Djamo

# onboardingAccountCreationOnGoing
source: Creating your account...
fr: Un instant, nous finalisons la création de votre compte...

# passcodeChooseCodeForYourAccount
source: Choose a security code for your Djamo account
fr: Choisissez un code de sécurité pour votre compte Djamo

# passcodeConfirmCodeForYourAccount
source: Confirm your security code
fr: Ressaisissez votre code de sécurité

# passcodeChooseNewSecurityCode
source: Choose a new security code
fr: Choisissez un nouveau code de sécurité

# passcodeConfirmNewSecurityCode
source: Confirm your new security code
fr: Confirmez votre nouveau code de sécurité

# passcodeRequestingVCPasscodeReset
source: Requesting code reset in progress...
fr: Demande de réinitialisation de code en cours...

# passcodeModifyMyCode
source: Modify my code
fr: Modifier mon code

# passcodeSetCardPinTitle
source: Enter your new code PIN
fr: Entrez votre nouveau code PIN

# passcodeSetConfirmCardPinTitle
source: Confirm your new code PIN
fr: Confirmer le code PIN

# passcodeEmptyError
source: Please enter your code PIN
fr: Veuillez entrer un code PIN

# passcodeSameDigitsError
source: The code PIN must not contain the same digit
fr: Le code PIN ne doit pas contenir les mêmes chiffres

# passcodeSequentialDigitsError
source: The code PIN must not contain sequential digits
fr: Le code PIN ne doit pas contenir de chiffres consécutifs

# passcodeNotMatchError
source: The code PINs do not match
fr: Les codes PIN ne correspondent pas

# passcodeSameError
source: The new passcode must be different from the current one
fr: Le nouveau code de sécurité doit être différent de l'ancien

# passcodeResetOnGoing
source: Resetting your code Passcode...
fr: Réinitialisation du code PIN...

# passcodeResetPCTitle
source: Security code reset
fr: Réinitialisation du code de sécurité

# passcodeCardPinResetTitle
source: Card PIN reset
fr: Réinitialisation du code guichet

# passcodeLivenessInstruction1
source: Make sure the room you are in is well lit
fr: Assurez-vous que la piece dans laquelle vous vous trouvez soit bien eclairée

# passcodeLivenessInstruction2
source: Remove your glasses, hats or masks
fr: Retirez vos lunettes, chapeaux ou masques

# passcodeLivenessConfirmYourId
source: Confirmation of your identity
fr: Confirmation de votre identité

# passcodeLivenessConfirmYourIdSubtitle
source: Now you will take a second photo following the instructions given to you
fr: Maintenant, vous allez prendre une deuxieme photo en suivant l’instruction qui vous sera donnée

# passcodeRequestResetOnGoing
source: Requesting a code reset in progress...
fr: Demande de réinitialisation en cours...

# passcodeLivenessVerificationOnGoingMessage
source: We are verifying your identity. Please stay on this screen. Verification takes less than a minute.
fr: Nous vérifions votre identité. Veuillez rester sur cet écran. La vérification prend moins d’une minute

# passcodeLivenessVerificationFailedForPasscode
source: Verification of your identification following your request to reset your security code has failed.
fr: La vérification de votre identification suite à votre demande de réinitialisation de votre code de sécurité a échoué

# passcodeLivenessVerificationFailedForPinCard
source: Verification of your identification following your request to reset your card PIN has failed.
fr: La vérification de votre identification suite à votre demande de réinitialisation de votre code guichet a échoué

# passcodeLivenessVerificationTimeoutMessage
source: The waiting time has expired. Please try again.
fr: Le temps d’attente est écoulé. Veuillez recommencer.

# passcodeUpdatingOnGoing
source: Updating your passcode...
fr: Mise à jour du code de sécurité en cours...

# passcodeUpdatingSuccess
source: Your passcode has been updated successfully
fr: Votre code de sécurité a bien été mis à jour

# orderWhereToReceiveCard
source: Where do you want to receive the card?
fr: Où voulez-vous réceptionner la carte ?

# orderChooseReceptionMode
source: Reception method
fr: Mode de réception

# orderHomeDelivery
source: Deliver me
fr: Livrez-moi

# orderHomeDeliveryDescription
source: Free delivery in {day} working days
fr: Livraison gratuite en {day} jours ouvrés

# orderPickUp
source: I will go to a relay point
fr: Je passerai en point relais

# orderPickupDescription
source: Free and available immediately
fr: Gratuit et disponible immédiatement

# orderTheCardAt
source: Order the card at {amount}
fr: Commander la carte à {amount}

# orderLater
source: Later
fr: Plus tard

# orderChooseCity
source: Choose your city
fr: Choisissez la ville

# orderDeliveryPlace
source: Delivery place
fr: Lieu de livraison

# orderChooseDeliveryPlace
source: Choose delivery area
fr: Choisissez la zone de livraison

# orderDeliveryAdvice
source: From Monday to Friday. Please choose your workplace.
fr: Lundi au vendredi. Privilégiez votre lieu de travail.

# orderDeliveryPlaceRefPointOrCompanyName
source: Reference point / Company name
fr: Point de référence / Nom de l’entreprise

# orderDeliveryPlaceRefPointOrCompanyNameHelper
source: Example: Cap Sud
fr: Exemple: Cap Sud
fr_sn: Example: Hypermarché exclusive

# orderDeliveryPlaceRefValidationErrMessage
source: Please enter a valid reference point or company name
fr: Veuillez entrer un point de référence ou le nom de l’entreprise

# orderDeliveryWarning
source: You are the only one authorized to receive your card. We make no exceptions.
fr: Vous seul(e) êtes habilité à réceptionner votre carte. Nous ne faisons aucune exception.

# orderCardOnGoing
source: Ordering your card...
fr: Commande de votre carte en cours...

# updatingOrderOnGoing
source: Updating your order...
fr: Mise à jour de votre commande en cours...

# orderDeliverySuccessMessage
source: Your order has been successfully placed 🎉. You will be informed of the delivery date.
fr: Votre commande a été passée avec succès 🎉. Vous serez informé de la date de livraison.

# orderPickupSuccessMessage
source: You can now stop by one of our relay points to collect it ⚡️
fr: Vous pouvez dès maintenat passer dans l’un de nos points relais pour la récupérer ⚡️

# orderCardReplacement
source: Card replacement
fr: Remplacement de la carte

# orderReplaceMyCard
source: Replace my card
fr: Remplacer ma carte

# orderCardReplacementNotice
source: Your card will be permanently terminated and CANNOT be reused, any remaining funds on your current card will be transferred to your replacement card upon activation.
fr: Votre carte sera définitivement résiliée et ne pourra PAS être réutilisée, les fonds restants sur votre carte actuelle seront transférés sur votre carte de remplacement dès son activation.

# orderCardReplacementNoticeOnCardCost
source: The replacement cost is {cardCost}, do you want to continue?
fr: Le coût de remplacement est de {cardCost}. Voulez-vous continuer?

# myOrders
source: My order
fr: Mes commandes

# orderNumber
source: Order N˚ {number}
fr: Commande N˚ {number}

# orderSummaryOrderedCard
source: Ordered card
fr: Carte commandée

# orderSummaryStatus
source: Status
fr: Statut

# orderSummaryDeliveryDate
source: Delivery date
fr: Date de livraison

# orderSummaryTrackingNumber
source: Tracking number
fr: Numéro de suivi

# orderSummaryPickupPoint
source: POS
fr: Point relais

source: No order
fr: Vous n'avez aucune commande en cours

# noOrderMessage
source: You have not yet placed an order
fr: Nous vous informerons lorsque votre numéro de compte Djamo aura été créé généré.

# orderStatusDescription
source: {status, select, PENDING_VALIDATION{Pending validation} PENDING_DELIVERY{Pending delivery} PENDING_PICKUP{Awaiting collection at the POS} FAILED_VALIDATION{Failed validation} FAILED_DELIVERY{Rescheduling in progress} DELIVERED{Delivered} PICKED_UP{Picked up} ACTIVATED{Activated} other{}}
fr: {status, select, PENDING_VALIDATION{En attente de validation} PENDING_DELIVERY{En attente de livraison} PENDING_PICKUP{En attente de collecte au point relais} FAILED_VALIDATION{Échec de validation} FAILED_DELIVERY{Reprogrammation en cours} DELIVERED{Livrée} PICKED_UP{Récupérée} ACTIVATED{Activée} other{}}

# appCameraNotAvailable
source: Camera not available
fr: La caméra n'est pas disponible

# appCameraInitOnGoing
source: Initializing the camera...
fr: Initialisation de la caméra...

# appCameraPermissionTitle
source: Camera permission
fr: Autorisation de la caméra

# appCameraPermissionMessage
source: Djamo needs access to your camera to take photos
fr: Djamo a besoin d'accéder à votre appareil photo pour prendre des photos

# appCameraImpossibleToAccess
source: It is impossible to access the camera. Try again
fr: Il est impossible d'accéder à la caméra. Réessayez

# appCameraRetakePhoto
source: Retake the photo
fr: Reprendre la photo

# appCameraTakeSelfie
source: Take a selfie
fr: Prenez un selfie

# appCameraTakeSelfieInstruction
source: Position your face in the circle so that it is clearly visible.
fr: Positionnez votre visage dans le cercle de sorte à ce qu'il soit bien visible

# appCameraTakeSelfieWithIDInstruction
source: Position your face in the circle so that it is clearly visible. Hold your ID in your hand.
fr: Prenez un selfie avec votre pièce d'identité

# kycSelectGenderTitle
source: You are ?
fr: Vous êtes ?

# kycGender
source: {gender, select, male{A man} female{A woman} other{}}
fr: {gender, select, male{Un homme} female{Une femme} other{}}

# kycHomeLocation
source: Home location
fr: Lieu d’habitation

# kycHomeLocationTitle
source: Home location
fr: Lieu d’habitation

# kycWhereDoYouLive
source: Where do you live ?
fr: Où habitez-vous ?

# kycWhereDoYouLiveWithPrecision
source: More precisely
fr: Plus précisément

# kycIdentityDocumentTitle
source: Identification document
fr: Document d’identification

# kycOthersCountries
source: Other countries
fr: Autres pays

# kycSelectedDocSeemsInvalid
source: The selected document seems invalid
fr: Le document sélectionné semble invalide

# kycUploadingYourIds
source: Uploading your ID document...
fr: Chargement de votre pièce d'identité...

# kycCheckingInfoMessage
source: Sending your documents may take up to 2 minutes depending on your internet connection. Please be patient.
fr: L’envoi de vos pièces peut prendre jusqu’à 2 minutes selon votre connexion internet. Veuillez patienter svp.

# productChooseThePlan
source: Choose a plan
fr: Sélectionnez un plan

# productFullNameByIdentifier
source: {identifier, select, free{Free} premium{Premium} other{{identifier}}} Plan
fr: Plan {identifier, select, free{Free} premium{Premium} other{{identifier}}}
fr_sn: Plan {identifier, select, free{Gratuit} premium{Premium} other{{identifier}}}

# productPCName
source: Physical card
fr: Carte Physique

# productPCFreeATMWithdrawal
source: Free withdrawals at all ATMs
fr: Retraits gratuits dans tous les guichets

# productPCFreeIBAN
source: Free Account number
fr: Numéro de compte gratuit
fr_sn: Numéro de compte gratuit

# productVCMonthlyCeiling
source: Monthly ceiling {amount}
fr: Plafond mensuel {amount}

# productVCNoBankAccountTopUp
source: No top-ups via bank account
fr: Pas de rechargements via compte bancaire

# productVCNoIBAN
source: No Account number
fr: Pas de Numéro de compte
fr_sn: Pas de Numéro de compte

# offerMonthly
source: /month
fr: /mois

# offerAllBenefitsOfAndMore
source: All Free benefits included
fr: Tous les avantages Free inclus

# offerFreeIBAN
source: Free Account number
fr: Numéro de compte *gratuit*

# offerFreeWithdrawal
source: Free ATM withdrawals
fr: Retraits au guichet *gratuits*

# offerFreeRejectFee
source: 0 rejection fees
fr: *0* frais de rejet

# offerFreeTransfer
source: Transfers to Mobile Money and Banks at 1.5%
fr: Transferts vers Mobile Money et Banques *1,5%*

# offerFreeVaults
source: 2 simultaneous vaults
fr: *2* coffres simultanés

# offerPremiumTransfer
source: Free transfers to Mobile Money
fr: Transferts vers Mobile Money *gratuits*

# offerPremiumBank
source: Free transfers to Banks
fr: Transferts vers Banques *gratuits*

# offerPremiumVaults
source: 10 simultaneous vaults
fr: *10* coffres simultanés

# offerPremiumPriority
source: Priority customer service
fr: Service client *prioritaire*

# offerPremiumBonus
source: 2% bonus on payments
fr: 2% de bonus sur les paiements

# serviceGroupName
source: {identifier, select, transfer{Transfer} services{Bills} card{My card} iban{Account number} subscriptions{Subscriptions} pi{PI} currency{Currency} business{Business} airtime{Airtime} other{}}
fr: {identifier, select, transfer{Transfert} services{Factures} card{Ma carte} iban{N° de compte} subscriptions{Abonnements} pi{PI} currency{Devise} business{Business} airtime{Achat crédit} other{}}
fr_sn: {identifier, select, transfer{Transfert} services{Factures} card{Ma carte} iban{N° de compte} subscriptions{Abonnements} pi{PI} currency{Devise} business{Business} airtime{Achat crédit} other{}}

# serviceBillPayment
source: Bills
fr: Payer une facture

# serviceAirtime
source: Airtime
fr: Achat de crédit

source: Service unavailable
fr: Service indisponible

# accountMainAccountName
source: Current account
fr: Compte principal

# accountCardAccountName
source: Card
fr: Carte

# accountVaultAccountName
source: Vaults
fr: Coffres
fr_sn: Poches

# accountSubscriptionCounterNonSufficientFundsBillingLabel
source: {amount} by rejection for insufficient funds
fr: {amount} par rejet pour fonds insuffisants

# accountSubscriptionCounterWireTransferLabel
source: Transfer to bank account
fr: Transferts vers un compte bancaire

# accountSubscriptionPaymentBillingLabel
source: 0 fees on infinite payments. Exchange fees may apply for payments in foreign currencies.
fr: 0 frais sur les paiements à l'infini. Des frais de change peuvent s'appliquer pour les paiements en devises étrangères.

# accountSubscriptionPaymentMinTransferFeeForNonPremiumBillingLabel
source: Minimum rate: 150 FCFA
fr: Tarif minimum : 150 F CFA.

# accountSubscriptionChangePlan
source: Change plan
fr: Changer de plan

# accountSubscriptionChangingPlan
source: Change of tariff plan
fr: Changement de plan tarifaire
