Repository: pentest225/djamo-monorepo
Catalog: packages/app_ui/lib/src/core/l10n/arb/app_*.arb
Languages: fr, fr_sn

# confirmationVBVCodeWarning
source: Do not share this code with anyone over the phone. Do not dial any USSD syntax. Enter this code on the merchant's website to validate the transaction.
fr: Ne partagez ce code avec personne au téléphone. Ne composez aucune syntaxe USSD. Entrez ce code sur le site du marchand pour valider la transaction.

# useThisCodeToLogin
source: Use this code to log into your Djamo business account
fr: Utilisez ce code pour vous connecter à votre compte Djamo business

# cardDetailLoadingError
source: Error on your card informations loading
fr: Erreur pendant le chargement des informations de votre carte

source: Amount in {currency}
fr: Montant en {currency}

source: at
fr: à

# operationInfo
source: Operation information
fr: Infos sur l’opération

source: Share purchase
fr: Achat de parts

source: Share redemption
fr: Rachat de parts

source: Number of shares
fr: Nombre de parts

source: Net asset value
fr: Valeur liquidative

# transactionFeesIncludingTax
source: Transaction fees including tax {feesPercentage}%
fr: Frais de transaction TTC {feesPercentage}%

source: Receipt
fr: Réçu

# checkInternetConnection
source: Please check your internet connection and try again.
fr: Veuillez vérifier votre connexion Internet et réessayer.

# purchaseAndWithdrawalUnavailable
source: Purchase and withdrawal services are currently unavailable. We will notify you as soon as the service becomes available.
fr: Les services d'achat et de retrait sont indisponibles pour l'instant. Nous vous notifierons dès disponibilité du service.

# selectVaultType
source: Choose a vault type
fr: Choisissez un type de coffre

source: During
fr: Pendant

# interestRate
source: {percentage}% interest
fr: {percentage}% d’intérêts

source: Vault not locked
fr: Coffre non bloqué
fr_sn: Poche non-bloquée

source: Locked vaults
fr: Coffres bloqués
fr_sn: Poches bloquées

# confirmVaultLock
source: Are you sure you want to lock your vault?
fr: Êtes-vous sûr de vouloir bloquer votre coffre ?
fr_sn: Êtes-vous sûr de vouloir bloquer votre poche ?

# earlyUnlockPenalty
source: Unlocking before the due date will incur penalty fees.
fr: Un déblocage avant la date d’échéance entraînera des frais de pénalité.

# earnUpTo6Percent
source: Generate up to 6% interest with vaults
fr: Générez jusqu’à 6% d’intérêts avec les coffres

# cardIndependentFromAccount
source: Your card becomes independent from your account
fr: Votre carte devient indépendante de votre compte

# accountBalanceUnlimited
source: Your account balance becomes unlimited
fr: Le solde de votre compte devient illimité

source: Switch to Microfinance
fr: Passer à la Microfinance

source: Migrate to Djamo Microfinance 🚀
fr: Migrer vers Djamo Microfinances 🚀

# microfinanceExperience
source: An unlimited experience, extended services, and simplified management. Click here.
fr: Une expérience illimitée, des services étendus et une gestion simplifiée. Cliquez ici.

# signToAcceptTerms
source: Sign to accept the terms
fr: Signez pour accepter les conditions

source: Sign here ✍🏾
fr: Signez ici ✍🏾

source: Migration successful.
fr: Migration réussie.

source: Restart
fr: Recommencer

# signatureSaveError
source: An error occurred while saving the signature.
fr: Une erreur est survenue lors de l'enregistrement de la signature.

source: Accounts
fr: Comptes

source: Edit
fr: Modifier

# unlockVault
source: Unlock the vault
fr: Débloquer le coffre

# vaultDeletionInfo
source: The vault will be deleted, and the money in the vault will be transferred to the main account.
fr: Le coffre sera supprimé et l’argent sur le coffre sera reversé sur le compte principal.
fr_sn: La poche sera supprimée et l’argent sur la poche sera reversée sur le compte principal.

# vaultUnlockPenalty
source: You will lose {percentage}% of your interest ({amount}) for unlocking the vault. Are you sure you want to continue?
fr: Vous perdrez {percentage}% de vos intérêts ({amount}) pour le déblocage du coffre. Êtes-vous sûr de vouloir continuer ?
fr_sn: Vous perdrez {percentage}% de vos intérêts ({amount}) pour le déblocage de la poche. Êtes-vous sûr de vouloir continuer ?

# confirmVaultUnlock
source: Unlock the vault anyway
fr: Débloquer le coffre quand même
fr_sn: Débloquer la poche quand même

# securityUpdateRequired
source: For security reasons, please update your application 🚀
fr: Pour des raisons de sécurité, veuillez mettre à jour votre application 🚀

source: Verify payment informations
fr: Vérifiez à nouveau les informations du paiement

source: Merchant
fr: Marchand

source: Confirm payment
fr: Confirmer le paiement

source: Cancel payment
fr: Annuler le paiement

# confirmAccountDeletion
source: Do you want to delete this account?
fr: Souhaitez-vous supprimer ce compte ?

# chooseLocalCurrencyToAvoidFees
source: Choose the local currency of the merchant or ATM to avoid additional fees
fr: Choisissez la devise locale du marchand ou du guichet (EUR, USD) pour éviter les frais supplémentaires

# currencyConverterWarning
source: The simulator remains an estimate. The final amount may vary.
fr: Le simulateur reste une estimation et le coût final peut varier.

# fxRateComparator
source: Comparator
fr: Comparateur

source: Mark all as read
fr: Tout marquer comme lu

# reloginRequired
source: Authentication failed. Please log in again.
fr: Échec de l'authentification. Veuillez vous reconnecter.

# mySingular
source: My {name}
fr: Mon {name}

source: Payment due date:
fr: Date limite de paiement :

source: Billing period:
fr: Période de facturation :

source: Invoice
fr: Facture

source: Invoice number
fr: Numéro de facture

# vaultsWillAppearHere
source: Your vaults will appear here
fr: Vos coffres s'afficheront ici

# saveFeesWithAgent
source: Save {fees} by making your deposit with a Djamo agent. Click here.
fr: Économisez {fees} en faisant votre dépôt chez un agent Djamo. Cliquez ici.

# signatureStepOne
source: Please sign to confirm your approval (1/2):
fr: Veuillez signer pour confirmer votre approbation (1/2) :

# signatureStepTwo
source: Please sign again (2/2):
fr: Veuillez signer à nouveau (2/2) :

source: Delete account
fr: Supprimer le compte

# countryName
source: Côte d'Ivoire
fr_sn: Sénégal

source: Estimation
fr_sn: Estimation avec frais internationaux
