Repository: pentest225/djamo-monorepo
Catalog: packages/app_ui/lib/src/core/l10n/arb/app_*.arb
Languages: fr, fr_sn

# accountSubscriptionChangingPlanFreeToPremiumWaringMessage
source: You will immediately switch to {name} {price}/month
fr: Vous passerez immediatement au {name} {price}/mois

# accountSubscriptionChangingPlanFromPremiumToFreeWaringMessage
source: Change of pricing plan. You will lose your {plan} benefits on {date}
fr: Changement de plan tarifaire. Vous perdrez les avantages de votre {plan} à compter du {date}

# accountsYourAccountIsLockedCheckMessage
source: Your account is locked. Unlock it to continue.
fr: Votre compte est verrouillé. Déverrouillez-le pour continuer.

# depositFeesLabel
source: Deposit fees
fr: Frais de dépôt

# depositFreeCashInAgentUpsellMessage
source: Save time! Top up your account with a nearby Djamo agent with no fees.
fr: Gagnez du temps! Rechargez votre compte chez un agent Djamo proche de vous sans frais.

# depositBankTransferFreeOfCharge
source: Free transfer
fr: Virement sans frais

# depositBankWithTransferFees
source: Transfer with fees
fr: Virement avec frais

# depositAmountToBeReceived
source: Amount to be received
fr: Montant à recevoir

# depositBankDepositStepsToFollow
source: Steps to follow
fr: Étapes à suivre

# depositBankSelectBankTitle
source: Select your bank
fr: Sélection de votre banque

# depositBankAccountDetails
source: Account details
fr: Détails du compte

# depositBankAccountDetailsBankCode
source: Bank code
fr: Code banque

# depositBankAccountDetailsAgencyCode
source: Agency code
fr: Code agence

# depositBankAccountDetailsAccountNumber
source: Account number
fr: Numéro de compte

# depositBankAccountDetailsRIBKey
source: RIB key
fr: Clé RIB

# depositBankCopyRIBKey
source: Copy the RIB
fr: Copier le RIB

# depositBankShareRIBMessageTitle
source: {holder} Bank account information
fr: Informations du compte bancaire de {holder}

# depositBankShareRIBMessage
source: {holder} Bank Account Details for Branch Payment Bank: {holderBankLabel} Account Name: ${accountHolder} Bank Code: {wireBankAccountBankCode} Agency Code: {wireBankAccountAgencyCode} Account Number: {wireBankAccountAccountNumber} RIB Key: {wireBankAccountRIBKey}
fr: Détails de compte bancaire de {holder} pour un versement en Agence bancaire Banque: {holderBankLabel} Nom du compte: {accountHolder} Code Banque: {wireBankAccountBankCode} Code Agence: {wireBankAccountAgencyCode} Numéro de compte: {wireBankAccountAccountNumber} Clé RIB: {wireBankAccountRIBKey}

# depositBankCopyRIBKeySuccess
source: RIB key copied ✅
fr: Clé RIB copiée ✅

# depositBankSendRIB
source: Send the RIB
fr: Envoyer le RIB

# depositBankSelectBankInstructionDescription
source: Select the bank from which you will make the transfer
fr: Sélectionnez votre banque d'où vous allez faire le virement

# depositBankMakeDepositDescriptionForWireTransfer
source: Make the transfer to Djamo's bank account
fr: Faites le virement sur le compte bancaire de Djamo

# depositBankEnterAmountDescription
source: Enter the amount transferred from your bank account
fr: Saisissez le montant viré depuis votre compte bancaire

# depositBankAddDepositProofTitle
source: Add a screenshot of the transfer as proof
fr: Ajoutez une capture du virement comme preuve

# depositBankMakeDepositTitle
source: Bank Transfer
fr: Virement

# depositBankIMadePayment
source: I made the payment
fr: J'ai effectué le versement

# depositBankMakeDepositDescriptionForPhysicalDeposit
source: Complete the payment slip to complete the transaction
fr: Remplissez le bordereaux de versement pour effectuer l’opération

# depositBankProofOfTransfer
source: Proof of transfer
fr: Preuve du virement

source: Request sent
fr: Requête envoyée

# depositBankProcessingTime
source: Processing time: {time} hours
fr: Délai de traitement: {time} heures

# depositBankMinimumAmount
source: Minimum deposi amount
fr: Montant minimum de virement

# depositBankDetails
source: Bank details
fr: Coordonnées bancaires

# depositBankDetailsNotice
source: Use this information for the deposit
fr: Utilisez ces informations pour le virement

# depositBankAccountName
source: Account name
fr: Nom du compte

# depositBankAccountNameCopied
source: Account name copied ✅
fr: Nom du compte copié ✅

# depositBankAccountNumber
source: Number to be filled in
fr: Numéro à renseigner

# depositBankAccountNumberCopied
source: Account number copied ✅
fr: Numéro de compte copié ✅

# depositBankEnterAmountLabel
source: Enter the amount
fr: Renseigner le montant

# depositBankTransferAmount
source: Bank transfer amount
fr: Montant du virement

# depositBankTransferReceipt
source: Deposit receipt
fr: Reçu du versement

# depositBankTransferViaIBAN
source: Transfer via my {ibanFeatureName}
fr: Virement via mon {ibanFeatureName}

source: Deposit to Djamo account
fr: Versement sur le compte Djamo

# availableWithPhysicalCard
source: Available with the physical card
fr: Disponible avec la carte physique

# depositBankAvailableDepositOptions
source: Available options
fr: Options disponibles

# depositBankAcceptedProofScreenshotTitle
source: Accepted proof screenshot
fr: Les captures acceptées

# depositBankAcceptedProofScreenshot1
source: Application confirmation screen
fr: Écran de confirmation de l’application

# depositBankAcceptedProofScreenshot2
source: Confirmation SMS/Email
fr: SMS/Email de confirmation

# depositBankAcceptedProofScreenshot3
source: Stamped transfer slip
fr: Bordereau du virement cacheté

# depositBankAccessToYourBankWebsite
source: Access your bank's website
fr: Accédez au site web de votre banque

# depositBankAccessToYourBankApp
source: Access your bank's app
fr: Accédez à l’application de votre banque

# depositBankAddHolderAsBeneficiary
source: Add {holder} as new beneficiary
fr: Ajoutez {holder} comme nouveau bénéficiaire

# depositBankMakeYouWireTransfer
source: Make your transfer
fr: Effectuez votre virement

# depositBankTakeScreenshotOfConfirmation
source: Take a screenshot of the confirmation
fr: Prenez une capture d’écran de la confirmation

# depositBankBackInDjamoToContinue
source: Go back to Djamo to enter the amount and upload the screenshot
fr: Retournez sur Djamo pour rensigner le montant et ajouter la capture de confirmation

# depositBankOpenBankApp
source: Open {appName}
fr: Ouvrir {appName}

# depositBankHolderAccountAtBank
source: {holder} at {bank}
fr: {holder} chez {bank}

# depositBankPrepareYourTransferReceipt
source: Prepare your transfer receipt
fr: Préparez votre reçu de virement

# depositBankPrepareYourTransferReceiptWarning
source: Make sure you have your payment receipt physically or in a photo before moving on to the next step.
fr: Assurez-vous d'avoir le reçu de votre versement physiquement ou en photo avant de passer à l'étape suivante.

# depositBankSuccessTitle
source: Verification in progress...
fr: En cours de vérification...

# depositMomoUseMyPhoneNumber
source: Use my phone number
fr: Utiliser mon numéro

# depositMomoAddAnotherPhoneNumber
source: Add another phone number
fr: Ajouter un autre numéro

# depositMomoUseAnotherServicePhoneNumber
source: Use another {service}'s phone number
fr: Utiliser autre numéro {service}

# depositOperatorFees
source: Operator fees ({fees}%)
fr: Frais opérateur ({fees}%)

# depositMomoValidateWithOrangeApp
source: Validate with Orange Money app
fr: Valider avec l'appli Orange Money

# depositMomoValidateWithMaxItApp
source: Validate with Max IT
fr: Valider via l'appli Max IT

# depositMomoValidateWithUSSD
source: Validate with USSD
fr: Valider via USSD

# depositMomoConfirm
source: Confirm the deposit
fr: Confirmez le dépôt

# depositMomoEnterConfirmationCodeHint
source: Enter the code received via SMS in the field below and then click on “Confirm the deposit”
fr: Entrez le code reçu par SMS dans le champ ci-dessous puis cliquez sur “Confirmer le dépôt”

# depositMomoConfirmDeposit
source: Confirm the deposit
fr: Confirmer le dépôt

# depositMomoObtainConfirmationCode
source: Obtain your confirmation code by dialing
fr: Obtenez votre code de confirmation en composant le

# depositMomoEnterConfirmationCode
source: Enter the received code
fr: Saisissez le code reçu

# depositMomoOnGoing
source: Processing your deposit...
fr: Dépôt en cours

# depositMomoServiceOnGoing
source: Processing your {service} deposit...
fr: Dépôt {service} en cours

# depositMomoWeNeedYourConfirmation
source: We just need your confirmation
fr: Nous avons juste besoin de votre confirmation

# depositMomoValidationInstruction
source: Compose the code {syntax} to validate {service} deposit
fr: Veuillez composer le {syntax} pour valider le dépôt via {service}

# phoneNumberUpdatedSuccessMessage
source: Phone number updated successfully
fr: Numéro modifié avec succès

# depositCancel
source: Cancel the deposit
fr: Annuler le dépôt

# depositSuccessTitle
source: Successful deposit
fr: Dépôt réussi

# depositYouCardCantHaveSomeAmountMonthly
source: Your card cannot have more than {monthlyCashInLimit} in the month.
fr: Votre carte ne peut pas avoir plus de {monthlyCashInLimit} dans le mois

# depositMonthlyLimitReached
source: You cannot make a deposit because you have reached your monthly deposit limit.
fr: Vous ne pouvez pas faire de dépôt car vous avez atteint votre limite de dépôt mensuelle.

# depositVcMonthlyLimitReached
source: Your monthly deposit limit is {monthlyLimitAmount}. Verify your identification to lift this limit
fr: Votre limite de dépôt mensuelle est de {monthlyLimitAmount}. Faites votre identification pour lever cette limite

# depositPaymentSubscriptionDepositAmountInsufficient
source: This amount will not be enough to cover your subscription. Please top up at least {sufficientAmount}
fr: Ce montant ne sera pas suffisant pour couvrir votre abonnement. Veuillez recharger au moins {sufficientAmount}

# depositYourDepositFailed
source: Your deposit failed
fr: Votre dépôt a échoué

# transferTypeTitle
source: {type, select, local{Local transfer} internation{International transfer} other{Transfert}}
fr: {type, select, local{Transfert local} international{Transfert international} other{}}

source: Transfer
fr: Transfert

# beneficiariesNextCashInPhoneNumberModificationMessage
source: You will be able to modify this number in {remainingDay, select, 0{0 day} 1{1 day} other{{remainingDay} days}}
fr: Vous pourrez modifier ce numéro dans {remainingDay, select, 0{0 jour} 1{1 jour} other{{remainingDay} jours}}

# transferSendBy
source: Send by
fr: Envoyer sur

# transferSelectBeneficiary
source: Select the beneficiary
fr: Selectionnez le bénéficiaire

source: Send
fr: Envoyer

# transferSearchContact
source: Search for contact
fr: Rechercher un contact

# transferBeneficiaryNumber
source: Beneficiary's phone number
fr: Numéro du bénéficiaire

# transferP2PDescription
source: Add a note
fr: Ajouter une note

# transferBeneficiaryName
source: Beneficiary's name
fr: Nom du bénéficiaire

# transferIPayWithdrawalFee
source: I pay the withdrawal fees
fr: Je paye les frais de retrait

# transferTotalAmountToPay
source: Total amount to pay
fr: Montant total à payer

# transferTotalAmountToPayIsGreaterThanBalance
source: The total amount to pay is greater than your balance {balance}
fr: Le montant total à payer est supérieur à votre solde {balance}

# transferWarningMessageForWrongPhoneNumber
source: Attention! In case of error, you will not be able to recover the transferred money.
fr: Attention! En cas d'erreur vous ne pourrez pas récupérer l'argent transféré.

# vaultTypeBlockedLabel
source: blocked
fr: Bloqué
fr_sn: Bloquée

# vaultMyVaults
source: My vaults
fr: Mes coffres
fr_sn: Mes poches

# vaultCreateNewVaultTile
source: Create a new vault
fr: Créer un nouveau coffre
fr_sn: Créer une nouvelle poche

# vaultModifyIcon
source: Modify icon
fr: Modifier l’icône

# vaultNameFieldLabel
source: Vault name
fr: Nom du Coffre
fr_sn: Nom de la Poche

# vaultDefineBlockingStatusTitle
source: Block the vault
fr: Bloquer le coffre
fr_sn: Bloquer la poche

# vaultRecurringTransferDescription
source: Save twice as much without thinking about it
fr: Économisez 2 fois plus et sans y penser

# vaultWeeklyRecurrenceFrequency
source: Each {weekDay}
fr: Chaque {weekDay}

# vaultMonthlyRecurrenceFrequency
source: Each {day} of the month
fr: Chaque {day} du mois

# vaultDailyRecurrenceFrequency
source: Every day
fr: Chaque jour

# vaultCurrentBalanceOf
source: Balance Vault {vaultName}
fr: Solde Coffre {vaultName}
fr_sn: Solde Poche {vaultName}

# vaultDetailsTitle
source: Vault details
fr: Détails du coffre
fr_sn: Détails de la poche

# vaultChallengeDetailsTitle
source: Challenge details
fr: Détails du challenge

# vaultSelectAnIconTitle
source: Select an icon
fr: Sélectionnez une icône

# vaultSelectAnIconDescription
source: Choose an icon that represents your vault
fr: Choisissez la nouvelle icône de votre coffre.
fr_sn: Choisissez la nouvelle icône de votre poche.

# vaultDeadlineLabel
source: Deadline
fr: Échéance

# vaultSparedChangeTag
source: Spare change
fr: Petite Monnaie

# vaultRecurringTransferTag
source: R. transfer
fr: V. récurrent

# vaultCreateVault
source: Create a vault
fr: Créer un coffre
fr_sn: Créer une poche

# vaultCreationOnGoing
source: Creating your vault...
fr: Création de votre coffre en cours...
fr_sn: Création de la poche en cours...

# vaultAmountValidationExceedBalanceError
source: The amount must not exceed your vault's balance
fr: Le montant ne doit pas dépasser le solde du coffre
fr_sn: Le montant de la poche ne peut pas dépasser le solde de la poche

source: Vault settings
fr: Paramètres du coffre
fr_sn: Paramètres de la poche

# vaultCustomize
source: Customize your vault
fr: Personnaliser le coffre
fr_sn: Personnaliser la poche

# vaultCustomizeDescription
source: Change the name and icon of the vault
fr: Changer le nom et l’icône du coffre

# vaultDeleteVault
source: Delete the vault
fr: Supprimer le coffre

# vaultSparedChangeAcceleratorIndication
source: Accelerator: x{factor}
fr: Accélérateur x{factor}

# vaultGiveUpChallenge
source: Quit the challenge
fr: Quitter le challenge

# vaultDeleteConfirmationTitle
source: Are you sure you want to delete your {vaultName} vault?
fr: Êtes-vous sûr de vouloir supprimer votre coffre {vaultName} ?
fr_sn: Êtes-vous sûr de vouloir supprimer votre poche {vaultName} ?

# vaultDeleteConfirmationWarning
source: The money in the vault will be returned to your main account.
fr: L’argent sur le coffre sera reversé sur votre compte principal.
fr_sn: L’argent sur la poche sera reversée sur votre compte principal.

# vaultDeletedSuccess
source: Vault has been deleted
fr: Coffre supprimé avec succès
fr_sn: Poche supprimée avec succès

# vaultJoinChallenge
source: Join the challenge
fr: Participer au Challenge

# vaultInfoOnChallenge
source: Information on the challenge
fr: Infos sur le challenge

# vaultChallengeReward
source: Reward
fr: Récompenses

# vaultMinChallengeDeposit
source: Minimum deposit
fr: Dépôt Minimum

# vaultPercentHasSuccess
source: {percent}% has succeeded
fr: {percent}% ont réussi

# vaultEnrollChallengeOnGoing
source: Enrolling in the challenge...
fr: Enrôlement au challenge en cours...

# vaultTransactionOfVault
source: {vaultName}'s transactions
fr: Transactions de {vaultName}

# vaultUniqueNameErrorMessage
source: This name is already used by another vault
fr: Ce nom est déjà utilisé pour un autre coffre

# blockedUntilChallengeEnd
source: Until the end of the challenge
fr: Jusqu'à la fin du challenge

# vaultJoinChallengeSuccessMessage
source: Great! You are now participating in the {challengeName} challenge.
fr: Super ! Vous participez désormais au challenge {challengeName}.

# vaultCantCustomizeChallengeVault
source: You can't customize a challenge vault
fr: Vous ne pouvez pas personnaliser un coffre challenge
fr_sn: Vous ne pouvez pas personnaliser une poche Challenge

# vaultQuitChallengeWarningMessage
source: Abandoning the challenge will delete the vault. If there is still money in the vault, it will be returned to your main account.
fr: L’abandon du challenge entraine la suppression du coffre. S’il y a encore de l’argent sur le coffre, il sera reversé sur votre compte principal.
fr_sn: L’abandon du challenge entraine la suppression de la poche. S’il y a encore de l’argent sur la poche, il sera reversé sur votre compte principal.

# vaultYouAreNotPartOfChallenge
source: You are no longer participating in the {challengeName} Challenge.
fr: Vous ne participez plus au challenge {challengeName}.

# vaultBlockWarningMessage
source: Your vault will be locked until {date}. You will not be able to unlock it before.
fr: Votre coffre sera bloqué jusqu'au {date}. Vous ne pourrez pas le débloquer avant.
fr_sn: Votre poche sera bloquée jusqu'au {date}. Vous ne pourrez pas la débloquer avant.

# vaultDoYouWantToEnableAutomaticDeposit
source: Do you want to automatically provision your vault?
fr: Voulez-vous approvisionner automatiquement votre coffre ?
fr_sn: Voulez-vous approvisionner automatiquement votre poche ?

# transactionOnGoing
source: Transaction in progress...
fr: Transaction en cours...

# transferFailedMessage
source: The transfer processing failed. Please try again.
fr: Le traitement du transfert a échoué. Veuillez recommencer

# loanRequestFailedMessage
source: Your loan request has failed. Please try again
fr: Votre demande de prêt a échoué. Veuillez recommencer

# loanIncreaseCreditLimit
source: Increase your credit limit
fr: Augmentez votre limite de crédit

# loanRepayBeforeDueDateSpecific
source: Repay your loan before {date} to increase your credit limit.
fr: Remboursez votre crédit avant le {date} pour augmenter votre limite de crédit.

# loanRepayNowToAvoidBeingBlacklisted
source: Repay your loan now to avoid being blacklisted in the UEMOA zone.
fr: Remboursez votre crédit maintenant pour éviter d’être fiché bancaire dans la zone UEMOA.

# loanRepayBeforeDueDateSpecificWithDate
source: Repay your loan before {date} to avoid additional penalties.
fr: Remboursez votre crédit avant le {date} pour éviter des pénalités supplémentaires.

# loanRepayLateWarning
source: {number, plural, =1{Warning - 1 day late} other{Warning - {number} days late}}
fr: {number, plural, =1{Attention - 1 jour de retard} other{Attention - {number} jours de retard}}

# loanAvoidPenaltiesDaysLeft
source: {days, plural, =1{Avoid penalties - 1 day left} other{Avoid penalties - {days} days left}}
fr: {days, plural, =1{Évitez les pénalités - 1 jour restant} other{Évitez les pénalités - {days} jours restants}}

# transactionsChooseCategory
source: Choose a category
fr: Choisissez une catégorie

# transactionStatusLabel
source: {status, select, validated{Completed} completed{Completed} pending{Pending} failed{Failed} frozen{Being verified} initiated{Initiated} other{-}}
fr: {status, select, validated{Effectué} completed{Effectué} pending{En cours} failed{Échoué} frozen{En cours de vérification} initiated{Initié} other{-}}

# transactionReceiptDateTimeTitle
source: Date & time
fr: Date & Heure

# transactionReceiptStatusTitle
source: Status
fr: Statut

# transactionReceiptAmountWithoutFeesTitle
source: Amount without fees
fr: Montant (sans les frais)

# transactionReceiptFeesTitle
source: Fees
fr: Frais

# transactionReceiptExchangeRateTitle
source: Exchange rate
fr: Taux de change

# transactionReceiptAmountTitle
source: Amount
fr: Montant

# transactionReceiptReferenceTitle
source: Reference
fr: Référence

# transactionReceiptBillReloadCodeTitle
source: Reload code
fr: Code de rechargement

# transactionsReceiptsTitle
source: Period
fr: Période

# transactionsReceiptsCustomPeriod
source: Custom Period
fr: Période personnalisée

# transactionsReceiptsLastMonthPeriod
source: Last month
fr: Le mois dernier

# transactionsReceiptsLastThreeMonthPeriod
source: Last 3 monthes
fr: Les 3 derniers mois

# transactionsReceiptsLastSixMonthPeriod
source: Last 6 monthes
fr: Les 6 derniers mois

# transactionsReceiptsDownloadTitle
source: Select format:
fr: Choisissez le format:

# transactionsReceiptsDownloadPDF
source: Download as PDF
fr: Télécharger en PDF

# transactionsReceiptsDownloadCSV
source: Download as CSV
fr: Télécharger en CSV

# transactionsReceiptsDownloadLabel
source: Download
fr: Télécharger

source: Uncategorized transactions
fr: Transactions à catégoriser

# transactionProofOfPaymentRequired
source: You must provide a photo of a receipt for this payment to avoid card suspension. This is a regulation of the central bank (BCEAO).
fr: Vous devez nous fournir la photo d’un reçu pour ce paiement afin d'éviter la suspension de votre carte. Ceci est une réglementation de la banque centrale (BCEAO).

# transactionProvideProof
source: Provide proof
fr: Fournir une preuve

# transactionProofRejected
source: Proof rejected
fr: Preuve rejetée

# transactionProofRejectedMessage
source: The proof you submitted for your payment has been rejected. Please submit another proof.
fr: La preuve que vous avez envoyée pour votre paiement a été rejetée. Vous devez soumettre une autre preuve SVP.

# transactionRetryVerification
source: Retry verification
fr: Réessayer la vérification

# transactionPaymentValidated
source: Payment validated
fr: Paiement validé

# transactionProofValidated
source: The proof you submitted for your payment has been validated.
fr: La preuve que vous avez envoyée pour votre paiement a bien été validée.

# transactionVerificationInProgress
source: Verification in progress
fr: Vérification en cours

# transactionProofVerificationInProgress
source: The proof you submitted for your payment is being verified.
fr: La preuve que vous avez envoyée pour votre paiement est en cours de vérification.

# transactionProofOfPaymentRequiredMessage
source: Please provide proof of payment to avoid card suspension.
fr: Veuillez fournir une preuve de paiement afin d'éviter la suspension de votre carte.

source: Send for verification
fr: Envoyer pour vérification

source: Import another image
fr: Importer une autre image

# transactionVerificationInProgressMessage
source: Verification in progress. Your proof of payment is being reviewed to confirm its authenticity and protect you from payment suspension.
fr: Vérification en cours. Votre preuve de paiement sera examinée pour confirmer sa véracité et vous protéger d'une suspension de paiement.

source: Remaining to repay
fr: Reste à rembourser

# chooseMonth
source: Choose a month
fr: Choisissez un mois

source: Expenses by category
fr: Dépenses par catégories

# amountValidationRequiredError
source: Please enter an amount
fr: Veuilez entrer un montant

# amountValidationExceedMaxError
source: The amount must not exceed {maxAmount}
fr: Le montant ne doit pas dépasser {maxAmount}

# amountValidationExceedMinError
source: The amount must be at least {minAmount}
fr: Le montant ne doit pas être inférieur à {minAmount}

# amountValidationMultipleOfError
source: The amount must be a multiple of {multiple}
fr: Le montant doit être un multiple de {multiple}

# amountValidationExceedBalanceError
source: The amount must not exceed your main account balance. Main account balance: {balance}
fr: Le montant ne doit pas dépasser le solde de votre compte principal. Solde compte principal: {balance}

source: Conversion
fr: Devise

# iban
source: Account number
fr: N° de compte
fr_sn: Numéro de compte

# ibanAccountNumber
source: Account number
fr: Numéro de compte

# ibanAccountNumberAbbr
source: Account number
fr: N° de compte

# ibanGetYourAccountNumber
source: Get your account number
fr: Obtenez un Numéro de compte

# ibanGetYourAccountNumberDescription
source: Now receive all your WAEMU bank transfers directly into your Djamo account and free of charge
fr: Recevez desormais tous vos virements bancaires UEMOA directement sur votre compte Djamo et sans frais

# ibanGetMyAccountNumber
source: Get my account number
fr: Obtenir mon N° de compte

# ibanYourActivity
source: Your activity
fr: Activité
